Repository: AiursoftWeb/Tracer
Catalog: src/Aiursoft.Tracer/Resources/Views/Account/Login.*.resx
Languages: el_gr

source: Don&apos;t have an account?
el_gr: Δεν έχετε λογαριασμό;

source: Email or Username
el_gr: Email ή Όνομα χρήστη

source: Enter your email or username
el_gr: Εισάγετε το email ή το όνομα χρήστη σας

source: Enter your password
el_gr: Εισάγετε τον κωδικό πρόσβασής σας

source: Login
el_gr: Σύνδεση

source: Password
el_gr: Κωδικός πρόσβασης

source: Register as a new user
el_gr: Εγγραφή ως νέος χρήστης

source: Sign in to your account to continue
el_gr: Συνδεθείτε στον λογαριασμό σας για να συνεχίσετε

source: Sign up
el_gr: Εγγραφή

source: Use a local account to log in.
el_gr: Χρησιμοποιήστε έναν τοπικό λογαριασμό για να συνδεθείτε.

source: Welcome back!
el_gr: Καλώς ορίσατε ξανά!
