Repository: AiursoftWeb/Tracer
Catalog: src/Aiursoft.Tracer/Resources/Views/Error/Error.*.resx
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, nl_nl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_hk, zh_tw

source: An Error Occurred
da_dk: Der opstod en fejl
de_de: Ein Fehler ist aufgetreten
el_gr: Παρουσιάστηκε Σφάλμα
es_es: Se ha producido un error
fi_fi: Tapahtui virhe
fr_fr: Une erreur s'est produite
hi_in: एक त्रुटि हुई
id_id: Terjadi Kesalahan
it_it: Si è verificato un errore
ja_jp: エラーが発生しました
ko_kr: 오류가 발생했습니다
nl_nl: Er is een fout opgetreden
pt_br: Ocorreu um Erro
pt_pt: Ocorreu um Erro
ro_ro: A apărut o eroare
ru_ru: Произошла ошибка
sv_se: Ett fel uppstod
th_th: เกิดข้อผิดพลาด
tr_tr: Bir Hata Oluştu
vi_vn: Đã Xảy Ra Lỗi
zh_cn: 发生错误
zh_hk: 發生錯誤
zh_tw: 發生錯誤

source: An error occurred while processing your request.
da_dk: Der opstod en fejl under behandlingen af din anmodning.
de_de: Bei der Verarbeitung Ihrer Anfrage ist ein Fehler aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα κατά την επεξεργασία του αιτήματός σας.
es_es: Se ha producido un error al procesar su solicitud.
fi_fi: Pyyntöäsi käsiteltäessä tapahtui virhe.
fr_fr: Une erreur s'est produite lors du traitement de votre requête.
hi_in: आपके अनुरोध को प्रोसेस करते समय एक त्रुटि हुई।
id_id: Terjadi kesalahan saat memproses permintaan Anda.
it_it: Si è verificato un errore durante l'elaborazione della tua richiesta.
ja_jp: リクエストの処理中にエラーが発生しました。
ko_kr: 요청을 처리하는 중 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden tijdens het verwerken van uw verzoek.
pt_br: Ocorreu um erro ao processar sua solicitação.
pt_pt: Ocorreu um erro ao processar o seu pedido.
ro_ro: A apărut o eroare în timpul procesării solicitării dvs.
ru_ru: Во время обработки вашего запроса произошла ошибка.
sv_se: Ett fel uppstod när din begäran behandlades.
th_th: เกิดข้อผิดพลาดขณะประมวลผลคำขอของคุณ
tr_tr: İsteğiniz işlenirken bir hata oluştu.
vi_vn: Đã xảy ra lỗi trong quá trình xử lý yêu cầu của bạn.
zh_cn: 处理您的请求时发生错误。
zh_hk: 處理您的請求時發生錯誤。
zh_tw: 處理您的請求時發生錯誤。

# Back to Home
source: Return to Home
da_dk: Tilbage til start
de_de: Zurück zur Startseite
el_gr: Πίσω στην Αρχική
es_es: Volver al Inicio
fi_fi: Takaisin etusivulle
fr_fr: Retour à l'accueil
hi_in: होम पर वापस जाएं
id_id: Kembali ke Beranda
it_it: Torna alla Home
ja_jp: ホームに戻る
ko_kr: 홈으로 돌아가기
nl_nl: Terug naar Start
pt_br: Voltar para a Página Inicial
pt_pt: Voltar à Página Inicial
ro_ro: Înapoi la Pagina Principală
ru_ru: На главную
sv_se: Tillbaka till startsidan
th_th: กลับไปที่หน้าหลัก
tr_tr: Ana Sayfaya Dön
vi_vn: Quay về Trang Chủ
zh_cn: 返回首页
zh_hk: 返回主頁
zh_tw: 返回首頁

source: Error.
da_dk: Fejl.
de_de: Fehler.
el_gr: Σφάλμα.
fi_fi: Virhe.
fr_fr: Erreur.
hi_in: त्रुटि।
id_id: Kesalahan.
it_it: Errore.
ja_jp: エラー。
ko_kr: 오류.
nl_nl: Fout.
pt_br: Erro.
pt_pt: Erro.
ro_ro: Eroare.
ru_ru: Ошибка.
sv_se: Fel.
th_th: ข้อผิดพลาด
tr_tr: Hata.
vi_vn: Lỗi.
zh_cn: 错误。
zh_hk: 錯誤。
zh_tw: 錯誤。

source: If you believe you should have access, please contact your system administrator. Or try signing out and signing in again.
da_dk: Hvis du mener, du bør have adgang, kontakt venligst din systemadministrator. Eller prøv at logge ud og logge ind igen.
de_de: Wenn Sie der Meinung sind, dass Sie Zugriff haben sollten, wenden Sie sich bitte an Ihren Systemadministrator. Oder versuchen Sie, sich abzumelden und erneut anzumelden.
el_gr: Αν νομίζετε ότι θα πρέπει να έχετε πρόσβαση, παρακαλούμε επικοινωνήστε με τον διαχειριστή συστήματος. Ή προσπαθήστε να αποσυνδεθείτε και να συνδεθείτε ξανά.
es_es: Si cree que debería tener acceso, póngase en contacto con su administrador del sistema. O intente cerrar sesión y volver a iniciarla.
fi_fi: Jos uskot, että sinun tulisi päästä käyttämään palvelua, ota yhteyttä järjestelmänvalvojaasi. Tai yritä kirjautua ulos ja kirjautua uudelleen sisään.
fr_fr: Si vous pensez devoir avoir accès, veuillez contacter votre administrateur système. Ou essayez de vous déconnecter puis de vous reconnecter.
hi_in: यदि आपको लगता है कि आपको प्रवेश की आवश्यकता है, तो कृपया अपने सिस्टम प्रबंधक से संपर्क करें। या फिर लॉग आउट करें और फिर से लॉग इन करने की कोशिश करें।
id_id: Jika Anda yakin seharusnya memiliki akses, silakan hubungi administrator sistem Anda. Atau coba keluar dan masuk kembali.
it_it: Se ritieni di dover avere accesso, contatta il tuo amministratore di sistema. Oppure prova a uscire e accedere nuovamente.
ja_jp: アクセス権があるとお考えの場合、システム管理者にお問い合わせください。または、ログアウトして再度ログインしてみてください。
ko_kr: 접근 권한이 있어야 한다고 생각된다면 시스템 관리자에게 문의해 주세요. 또는 로그아웃 후 다시 로그인해 보세요.
nl_nl: Als u denkt dat u toegang zou moeten hebben, neem dan contact op met uw systeembeheerder. Of probeer u af te melden en opnieuw aan te melden.
pt_br: Se você acredita que deveria ter acesso, entre em contato com seu administrador do sistema. Ou tente sair e fazer login novamente.
pt_pt: Se acredita que deveria ter acesso, por favor contacte o seu administrador de sistema. Ou tente sair da sessão e iniciar sessão novamente.
ro_ro: Dacă credeți că ar trebui să aveți acces, vă rugăm să contactați administratorul sistemului. Sau încercați să vă deconectați și să vă conectați din nou.
ru_ru: Если вы считаете, что у вас должно быть доступ, обратитесь к системному администратору. Или попробуйте выйти из системы и войти снова.
sv_se: Om du tror att du bör ha åtkomst, kontakta din systemadministratör. Eller försök logga ut och logga in igen.
th_th: หากคุณเชื่อว่าคุณควรมีสิทธิ์เข้าถึง โปรดติดต่อผู้ดูแลระบบของคุณ หรือลองออกจากระบบแล้วเข้าสู่ระบบใหม่อีกครั้ง
tr_tr: Eğer erişim hakknıza sahip olduğunuzu düşünüyorsanız, lütfen sistem yöneticinizle iletişime geçin. Veya çıkış yapıp tekrar giriş yapmayı deneyin.
vi_vn: Nếu bạn cho rằng mình nên có quyền truy cập, vui lòng liên hệ quản trị viên hệ thống. Hoặc thử đăng xuất rồi đăng nhập lại.
zh_cn: 如果您认为您应该有访问权限，请联系您的系统管理员。或者尝试退出登录后重新登录。
zh_hk: 如果你認為你應該有權限存取，請聯絡你的系統管理員。或試試登出後再重新登入。
zh_tw: 如果您認為您應該有存取權限，請聯絡您的系統管理員。或嘗試登出後重新登入。

source: Please check the URL and try again. If you believe this is a server error, please contact support.
da_dk: Tjek venligst URL'en og prøv igen. Hvis du mener, at dette er en serverfejl, kontakt venligst support.
de_de: Bitte überprüfen Sie die URL und versuchen Sie es erneut. Wenn Sie der Meinung sind, dass dies ein Serverfehler ist, wenden Sie sich bitte an den Support.
el_gr: Παρακαλούμε ελέγξτε τη διεύθυνση URL και προσπαθήστε ξανά. Αν νομίζετε ότι πρόκειται για σφάλμα διακομιστή, παρακαλούμε επικοινωνήστε με την υποστήριξη.
es_es: Por favor, compruebe la URL e inténtelo de nuevo. Si cree que se trata de un error del servidor, póngase en contacto con el soporte.
fi_fi: Tarkista URL-osoite ja yritä uudelleen. Jos uskot, että tämä on palvelinvirhe, ota yhteyttä tukipalveluun.
fr_fr: Veuillez vérifier l'URL et réessayer. Si vous pensez qu'il s'agit d'une erreur du serveur, veuillez contacter le support.
hi_in: कृपया URL की जाँच करें और फिर से कोशिश करें। यदि आपको लगता है कि यह सर्वर त्रुटि है, तो कृपया सपोर्ट से संपर्क करें।
id_id: Silakan periksa URL dan coba lagi. Jika Anda menganggap ini adalah kesalahan server, silakan hubungi dukungan.
it_it: Verifica l'URL e riprova. Se ritieni che si tratti di un errore del server, contatta il supporto.
ja_jp: URLを確認して、再度お試しください。もしサーバーエラーであるとお考えの場合は、サポートまでお問い合わせください。
ko_kr: URL을 확인하고 다시 시도해 주세요. 만약 서버 오류라고 생각되시면, 지원팀에 문의해 주세요.
nl_nl: Controleer de URL en probeer het opnieuw. Als u denkt dat dit een serverfout is, neem dan contact op met de ondersteuning.
pt_br: Por favor, verifique a URL e tente novamente. Se achar que este é um erro do servidor, entre em contato com o suporte.
pt_pt: Por favor, verifique o URL e tente novamente. Se acredita que se trata de um erro do servidor, por favor contacte o suporte.
ro_ro: Vă rugăm să verificați URL-ul și să încercați din nou. Dacă credeți că acesta este un error de server, vă rugăm să contactați suportul.
ru_ru: Пожалуйста, проверьте URL-адрес и попробуйте снова. Если вы считаете, что это ошибка сервера, пожалуйста, свяжитесь со службой поддержки.
sv_se: Vänligen kontrollera URL:en och försök igen. Om du tror att det är ett serverfel, vänligen kontakta support.
th_th: กรุณาตรวจสอบ URL และลองอีกครั้ง หากคุณเชื่อว่านี่เป็นข้อผิดพลาดของเซิร์ฟเวอร์ กรุณาติดต่อฝ่ายสนับสนุน
tr_tr: Lütfen URL'yi kontrol edin ve tekrar deneyin. Eğer bu bir sunucu hatası olduğuna inanıyorsanız, lütfen destek ekibiyle iletişime geçin.
vi_vn: Vui lòng kiểm tra URL và thử lại. Nếu bạn cho rằng đây là lỗi máy chủ, vui lòng liên hệ bộ phận hỗ trợ.
zh_cn: 请检查网址后重试。如果您认为这是服务器错误，请联系支持团队。
zh_hk: 請檢查網址後再試一次。如認為這是伺服器錯誤，請聯絡支援。
zh_tw: 請檢查網址後再試一次。如果您認為這是伺服器錯誤，請聯絡支援人員。

source: Please check your request and try again. If you believe this is a server error, please contact support.
da_dk: Tjek venligst din forespørgsel og prøv igen. Hvis du mener, at dette er en serverfejl, kontakt venligst support.
de_de: Bitte überprüfen Sie Ihre Anfrage und versuchen Sie es erneut. Wenn Sie glauben, dass dies ein Serverfehler ist, wenden Sie sich bitte an den Support.
el_gr: Παρακαλώ ελέγξτε την αίτησή σας και προσπαθήστε ξανά. Αν νομίζετε ότι πρόκειται για σφάλμα διακομιστή, παρακαλούμε επικοινωνήστε με την υποστήριξη.
es_es: Por favor, compruebe su solicitud e inténtelo de nuevo. Si cree que se trata de un error del servidor, póngase en contacto con el soporte.
fi_fi: Tarkista pyyntösi ja yritä uudelleen. Jos katsoo, että tämä on palvelinvirhe, ota yhteyttä tukipalveluun.
fr_fr: Veuillez vérifier votre demande et réessayer. Si vous pensez qu'il s'agit d'une erreur du serveur, veuillez contacter le support.
hi_in: कृपया अपने अनुरोध की जाँच करें और फिर से प्रयास करें। यदि आपको लगता है कि यह सर्वर त्रुटि है, तो कृपया सपोर्ट से संपर्क करें।
id_id: Silakan periksa permintaan Anda dan coba lagi. Jika Anda merasa ini adalah kesalahan server, silakan hubungi dukungan.
it_it: Verifica la tua richiesta e riprova. Se ritieni che si tratti di un errore del server, contatta il supporto.
ja_jp: リクエスト内容を確認してから再試行してください。もしサーバー側のエラーであると思われる場合は、サポートまでお問い合わせください。
ko_kr: 요청 내용을 확인하고 다시 시도해 주세요. 만약 이 문제가 서버 오류라고 생각되신다면, 지원팀에 문의해 주세요.
nl_nl: Controleer uw aanvraag en probeer het opnieuw. Als u denkt dat dit een serverfout is, neem dan contact op met de ondersteuning.
pt_br: Por favor, verifique sua solicitação e tente novamente. Se achar que este é um erro do servidor, entre em contato com o suporte.
pt_pt: Por favor, verifique o seu pedido e tente novamente. Se acredita que se trata de um erro do servidor, por favor contacte o suporte.
ro_ro: Vă rugăm să verificați cererea și să încercați din nou. Dacă credeți că acesta este un error de server, vă rugăm să contactați suportul.
ru_ru: Пожалуйста, проверьте ваш запрос и попробуйте снова. Если вы считаете, что это ошибка сервера, пожалуйста, свяжитесь со службой поддержки.
sv_se: Vänligen kontrollera din begäran och försök igen. Om du tror att det här är ett serverfel, vänligen kontakta support.
th_th: กรุณาตรวจสอบคำขอของคุณและลองอีกครั้ง หากคุณเชื่อว่านี่เป็นข้อผิดพลาดของเซิร์ฟเวอร์ โปรดติดต่อฝ่ายสนับสนุน
tr_tr: Lütfen isteğinizi kontrol edin ve tekrar deneyin. Bu bir sunucu hatası olduğuna inanıyorsanız, lütfen destek ekibiyle iletişime geçin.
vi_vn: Vui lòng kiểm tra yêu cầu của bạn và thử lại. Nếu bạn cho rằng đây là lỗi máy chủ, vui lòng liên hệ bộ phận hỗ trợ.
zh_cn: 请检查您的请求并重试。如果您认为这是服务器错误，请联系支持团队。
zh_hk: 請檢查您的請求並再試一次。如果您認為這是伺服器錯誤，請聯絡支援。
zh_tw: 請檢查您的請求並再試一次。如果您認為這是伺服器錯誤，請聯絡支援人員。

# Please contact the administrator for help.
source: Please contact the administrator for assistance.
da_dk: Kontakt venligst administratoren for hjælp.
de_de: Bitte wenden Sie sich zur Hilfe an den Administrator.
el_gr: Παρακαλώ επικοινωνήστε με τον διαχειριστή για βοήθεια.
es_es: Por favor, contacte con el administrador para obtener ayuda.
fi_fi: Ota yhteyttä ylläpitäjään saadaksesi apua.
fr_fr: Veuillez contacter l'administrateur pour obtenir de l'aide.
hi_in: कृपया सहायता के लिए व्यवस्थापक से संपर्क करें।
id_id: Silakan hubungi administrator untuk bantuan.
it_it: Si prega di contattare l'amministratore per assistenza.
ja_jp: 管理者に連絡して支援を受けてください。
ko_kr: 도움을 받으려면 관리자에게 문의하십시오.
nl_nl: Neem contact op met de beheerder voor hulp.
pt_br: Por favor, entre em contato com o administrador para obter ajuda.
pt_pt: Por favor, contacte o administrador para obter ajuda.
ro_ro: Vă rugăm să contactați administratorul pentru asistență.
ru_ru: Пожалуйста, обратитесь к администратору за помощью.
sv_se: Vänligen kontakta administratören för hjälp.
th_th: กรุณาติดต่อผู้ดูแลระบบเพื่อขอความช่วยเหลือ
tr_tr: Lütfen yardım için yönetici ile iletişime geçin.
vi_vn: Vui lòng liên hệ với quản trị viên để được trợ giúp.
zh_cn: 请联系管理员寻求帮助。
zh_hk: 請聯絡管理員以獲得協助。
zh_tw: 請聯絡管理員以取得協助。

source: Please try again later or contact support if the problem persists.
da_dk: Prøv igen senere eller kontakt supporten, hvis problemet fortsætter.
de_de: Bitte versuchen Sie es später erneut oder kontaktieren Sie den Support, falls das Problem weiterhin besteht.
el_gr: Παρακαλούμε δοκιμάστε ξανά αργότερα ή επικοινωνήστε με την υποστήριξη εάν το πρόβλημα συνεχίζεται.
es_es: Por favor, inténtelo de nuevo más tarde o contacte con soporte si el problema persiste.
fi_fi: Yritä myöhemmin uudelleen tai ota yhteyttä tukeen, jos ongelma jatkuu.
fr_fr: Veuillez réessayer plus tard ou contacter le support si le problème persiste.
hi_in: कृपया बाद में पुनः प्रयास करें या यदि समस्या बनी रहती है तो सहायता से संपर्क करें।
id_id: Silakan coba lagi nanti atau hubungi dukungan jika masalahnya berlanjut.
it_it: Per favore, riprova più tardi o contatta l'assistenza se il problema persiste.
ja_jp: 後でもう一度お試しいただくか、問題が解決しない場合はサポートまでご連絡ください。
ko_kr: 문제가 지속되면 나중에 다시 시도하거나 지원팀에 문의해 주세요.
nl_nl: Probeer het later opnieuw of neem contact op met de ondersteuning als het probleem aanhoudt.
pt_br: Por favor, tente novamente mais tarde ou entre em contato com o suporte se o problema persistir.
pt_pt: Por favor, tente novamente mais tarde ou contacte o suporte se o problema persistir.
ro_ro: Vă rugăm să încercați din nou mai târziu sau să contactați suportul dacă problema persistă.
ru_ru: Пожалуйста, повторите попытку позже или обратитесь в службу поддержки, если проблема не исчезнет.
sv_se: Försök igen senare eller kontakta supporten om problemet kvarstår.
th_th: กรุณาลองใหม่อีกครั้งในภายหลัง หรือติดต่อฝ่ายสนับสนุนหากปัญหายังคงอยู่
tr_tr: Lütfen daha sonra tekrar deneyin veya sorun devam ederse destek ekibiyle iletişime geçin.
vi_vn: Vui lòng thử lại sau hoặc liên hệ bộ phận hỗ trợ nếu sự cố vẫn tiếp diễn.
zh_cn: 如果问题仍然存在，请稍后重试或联系支持团队。
zh_hk: 如果問題持續，請稍後再試或聯絡支援。
zh_tw: 若問題持續存在，請稍後再試或聯繫支援團隊。

source: Request ID:
da_dk: Anmodnings-ID:
de_de: Anfrage-ID:
el_gr: Αναγνωριστικό Αίτησης:
es_es: ID de solicitud:
fi_fi: Pyyntötunnus:
fr_fr: ID de la requête :
hi_in: अनुरोध आईडी:
id_id: ID Permintaan:
it_it: ID richiesta:
ja_jp: リクエストID:
ko_kr: 요청 ID:
nl_nl: Aanvraag-ID:
pt_br: ID da Requisição:
pt_pt: ID do Pedido:
ro_ro: ID-ul cererii:
ru_ru: Идентификатор запроса:
sv_se: Begäran-ID:
th_th: รหัสคำขอ:
tr_tr: İstek Kimliği:
vi_vn: Mã Yêu Cầu:
zh_cn: 请求 ID：
zh_hk: 請求編號：
zh_tw: 請求 ID:

source: Sorry, you do not have the necessary permissions to access this page.
da_dk: Beklager, du har ikke de nødvendige tilladelser til at få adgang til denne side.
de_de: Entschuldigung, Sie verfügen nicht über die erforderlichen Berechtigungen, um diese Seite aufzurufen.
el_gr: Λυπούμαστε, δεν διαθέτετε τα απαραίτητα δικαιώματα για πρόσβαση σε αυτή τη σελίδα.
es_es: Lo sentimos, no tienes los permisos necesarios para acceder a esta página.
fi_fi: Anteeksi, sinulla ei ole tarvittavia oikeuksia päästä tälle sivulle.
fr_fr: Désolé, vous n'avez pas les autorisations nécessaires pour accéder à cette page.
hi_in: क्षमा करें, इस पृष्ठ तक पहुँचने के लिए आपके पास आवश्यक अनुमतियाँ नहीं हैं।
id_id: Maaf, Anda tidak memiliki izin yang diperlukan untuk mengakses halaman ini.
it_it: Spiacente, non hai i permessi necessari per accedere a questa pagina.
ja_jp: 申し訳ありませんが、このページにアクセスするための必要な権限がありません。
ko_kr: 죄송합니다. 이 페이지에 접근할 수 있는 필요한 권한이 없습니다.
pt_br: Desculpe, você não possui as permissões necessárias para acessar esta página.
pt_pt: Desculpe, não tem as permissões necessárias para aceder a esta página.
ro_ro: Scuze, nu aveți permisiunile necesare pentru a accesa această pagină.
ru_ru: Извините, у вас нет необходимых разрешений для доступа к этой странице.
sv_se: Det är tyvärr inte tillåtet att komma åt den här sidan.
th_th: ขออภัย คุณไม่มีสิทธิ์เข้าถึงหน้านี้
tr_tr: Üzgünüz, bu sayfaya erişim için gerekli izniniz yok.
vi_vn: Xin lỗi, bạn không có quyền cần thiết để truy cập trang này.
zh_cn: 抱歉，您没有访问此页面的必要权限。
zh_hk: 對不起，您沒有權限存取此頁面。
zh_tw: 抱歉，您沒有存取此頁面的必要權限。

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
da_dk: Siden, du leder efter, kan være blevet fjernet, have fået et nyt navn eller være midlertidigt utilgængelig.
de_de: Die von Ihnen gesuchte Seite könnte entfernt worden sein, ihren Namen geändert haben oder vorübergehend nicht verfügbar sein.
el_gr: Η σελίδα που αναζητάτε ίσως να έχει αφαιρεθεί, να έχει αλλάξει όνομα ή να είναι προσωρινά μη διαθέσιμη.
es_es: La página que está buscando podría haberse eliminado, haber cambiado de nombre o estar temporalmente no disponible.
fi_fi: Sivua, jonka etsit, saattaa olla poistettu, nimenmuutoksen käynyt tai väliaikaisesti ei saatavilla.
fr_fr: La page que vous recherchez pourrait avoir été supprimée, avoir changé de nom ou être temporairement indisponible.
hi_in: आप जिस पृष्ठ की तलाश कर रहे हैं, उसे हटा दिया गया हो सकता है, उसका नाम बदल दिया गया हो सकता है, या अस्थायी रूप से उपलब्ध नहीं है।
id_id: Halaman yang Anda cari mungkin telah dihapus, nama halamannya telah diubah, atau sedang tidak tersedia sementara.
it_it: La pagina che stai cercando potrebbe essere stata rimossa, il suo nome potrebbe essere stato modificato o potrebbe essere temporaneamente non disponibile.
ja_jp: お探しのページは削除された、名前が変更された、または一時的に利用できなくなっている可能性があります。
ko_kr: 찾으시는 페이지는 삭제되었거나 이름이 변경되었을 수 있으며, 일시적으로 이용할 수 없을 수도 있습니다.
nl_nl: De pagina die u zoekt is mogelijk verwijderd, heeft zijn naam gewijzigd of is tijdelijk niet beschikbaar.
pt_br: A página que você está procurando pode ter sido removida, teve seu nome alterado ou está temporariamente indisponível.
pt_pt: A página que procura poderá ter sido eliminada, ter mudado de nome ou estar temporariamente indisponível.
ro_ro: Pagina căutată ar putea fi fost eliminată, i-a fost schimbat numele sau este temporar indisponibilă.
ru_ru: Страница, которую вы ищете, может быть удалена, её имя могло быть изменено или она временно недоступна.
sv_se: Sidan du letar efter kan ha tagits bort, fått ett nytt namn eller vara tillfälligt inte tillgänglig.
th_th: หน้าที่คุณกำลังค้นหานั้นอาจถูกลบ ชื่อถูกเปลี่ยน หรือไม่สามารถใช้งานได้ชั่วคราว
tr_tr: Aramakta olduğunuz sayfa kaldırılmış olabilir, adı değiştirilmiş olabilir veya geçici olarak erişilemez durumda olabilir.
vi_vn: Trang bạn đang tìm có thể đã bị xóa, tên đã được đổi hoặc tạm thời không truy cập được.
zh_cn: 您要查找的页面可能已被删除、名称已更改，或暂时不可用。
zh_hk: 您尋找的網頁可能已被移除、名稱已更改，或暫時無法使用。
zh_tw: 您尋找的網頁可能已被移除、名稱已變更，或暫時無法使用。

source: Try again
da_dk: Prøv igen
de_de: Noch einmal versuchen
el_gr: Ξαναπροσπάθησε
es_es: Volver a intentarlo
fi_fi: Yritä uudelleen
fr_fr: Réessayer
hi_in: फिर से प्रयास करें
id_id: Coba lagi
it_it: Prova di nuovo
ja_jp: 再試行する
ko_kr: 다시 시도하기
nl_nl: Opnieuw proberen
pt_br: Tente novamente
pt_pt: Tente novamente
ro_ro: Încearcă din nou
ru_ru: Повторить попытку
sv_se: Försök igen
th_th: ลองอีกครั้ง
tr_tr: Tekrar deneyin
vi_vn: Thử lại
zh_cn: 重试
zh_hk: 重試
zh_tw: 重新嘗試

# We&apos;re sorry, something went wrong while processing your request.
source: We're sorry, something went wrong while processing your request.
da_dk: Vi beklager, der opstod en fejl under behandlingen af din anmodning.
de_de: Es tut uns leid, bei der Verarbeitung Ihrer Anfrage ist ein Fehler aufgetreten.
el_gr: Συγγνώμη, κάτι πήγε στραβά κατά την επεξεργασία του αιτήματός σας.
es_es: Lo sentimos, ha ocurrido un error al procesar su solicitud.
fi_fi: Olemme pahoillamme, jotain meni vikaan pyyntöäsi käsiteltäessä.
fr_fr: Nous sommes désolés, une erreur s'est produite lors du traitement de votre requête.
hi_in: हमें खेद है, आपके अनुरोध को संसाधित करते समय कुछ गलत हो गया।
id_id: Maaf, terjadi kesalahan saat memproses permintaan Anda.
it_it: Ci scusiamo, si è verificato un errore durante l'elaborazione della tua richiesta.
ja_jp: 申し訳ございません。リクエストの処理中に問題が発生しました。
ko_kr: 죄송합니다. 요청을 처리하는 중에 문제가 발생했습니다.
nl_nl: Het spijt ons, er is iets misgegaan tijdens het verwerken van uw verzoek.
pt_br: Sentimos muito, algo deu errado ao processar sua solicitação.
pt_pt: Lamentamos, ocorreu um erro ao processar o seu pedido.
ro_ro: Ne cerem scuze, a apărut o eroare la procesarea solicitării dumneavoastră.
ru_ru: Приносим извинения, во время обработки вашего запроса произошла ошибка.
sv_se: Vi ber om ursäkt, något gick fel när din förfrågan behandlades.
th_th: ขออภัย เกิดข้อผิดพลาดบางอย่างในการประมวลผลคำขอของคุณ
tr_tr: Üzgünüz, isteğiniz işlenirken bir sorun oluştu.
vi_vn: Chúng tôi thành thật xin lỗi, đã xảy ra lỗi trong quá trình xử lý yêu cầu của bạn.
zh_cn: 很抱歉，处理您的请求时出现了问题。
zh_hk: 很抱歉，處理您的請求時出現錯誤。
zh_tw: 很抱歉，處理您的請求時發生了錯誤。

source: Your browser sent a request that this server could not understand.
da_dk: Din browser sendte en forespørgsel, som denne server ikke kunne forstå.
de_de: Ihr Browser hat eine Anfrage gesendet, die dieser Server nicht verstehen konnte.
el_gr: Ο περιηγητής σας έστειλε αίτηση που αυτός ο διακομιστής δεν μπόρεσε να καταλάβει.
es_es: Su navegador envió una solicitud que este servidor no pudo entender.
fi_fi: Selaimesi lähetti pyynnön, jonka tämä palvelin ei voinut ymmärtää.
fr_fr: Votre navigateur a envoyé une requête que ce serveur n'a pas pu comprendre.
hi_in: आपका ब्राउज़र एक अनुरोध भेजा जिसे यह सर्वर समझ नहीं पा रहा है।
id_id: Browser Anda mengirim permintaan yang tidak dapat dipahami oleh server ini.
it_it: Il tuo browser ha inviato una richiesta che questo server non è in grado di comprendere.
ja_jp: お使いのブラウザからこのサーバーが理解できないリクエストが送信されました。
ko_kr: 브라우저에서 이 서버가 이해할 수 없는 요청을 보냈습니다.
nl_nl: Uw browser heeft een verzoek verzonden dat deze server niet kon begrijpen.
pt_br: Seu navegador enviou uma solicitação que este servidor não pôde entender.
pt_pt: O seu navegador enviou um pedido que este servidor não conseguiu compreender.
ro_ro: Browser-ul tău a trimis o solicitare pe care acest server nu a putut-o înțelege.
ru_ru: Ваш браузер отправил запрос, который сервер не может понять.
sv_se: Din webbläsare skickade en förfrågan som denna server inte kunde förstå.
th_th: เบราว์เซอร์ของคุณส่งคำขอที่เซิร์ฟเวอร์นี้ไม่สามารถเข้าใจได้
tr_tr: Tarayıcınız bu sunucunun anlayamayacağı bir istek gönderdi.
vi_vn: Trình duyệt của bạn đã gửi một yêu cầu mà máy chủ này không thể hiểu được.
zh_cn: 您的浏览器发送了一个此服务器无法理解的请求。
zh_hk: 您的瀏覽器發送了一個此伺服器無法理解的請求。
zh_tw: 您的瀏覽器傳送的請求，此伺服器無法理解。
