Repository: AiursoftWeb/Tracer
Catalog: src/Aiursoft.Tracer/Resources/Views/Permissions/Details.*.resx
Languages: ar_sa, da_dk, el_gr, es_es, fi_fi, fr_fr, id_id, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Back to Permissions
ar_sa: العودة إلى الأذونات
da_dk: Tilbage til tilladelser
el_gr: Επιστροφή στα Δικαιώματα
es_es: Volver a Permisos
fi_fi: Takaisin käyttöoikeuksiin
fr_fr: Retour aux autorisations
id_id: Kembali ke Izin
it_it: Torna alle autorizzazioni
ja_jp: 権限へ戻る
ko_kr: 권한으로 돌아가기
nl_nl: Terug naar machtigingen
pl_pl: Powrót do uprawnień
pt_pt: Voltar para Permissões
ro_ro: Înapoi la Permisiuni
ru_ru: Назад к разрешениям
sv_se: Tillbaka till behörigheter
th_th: กลับไปยังสิทธิ์การเข้าถึง
tr_tr: İzinlere Geri Dön
uk_ua: Назад до дозволів
vi_vn: Quay lại quyền truy cập
zh_cn: 返回权限列表
zh_tw: 返回權限

source: Description
ar_sa: الوصف
da_dk: Beskrivelse
el_gr: Περιγραφή
es_es: Descripción
fi_fi: Kuvaus
id_id: Deskripsi
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sv_se: Beskrivning
th_th: คำอธิบาย
tr_tr: Açıklama
uk_ua: Опис
vi_vn: Mô tả
zh_cn: 描述
zh_tw: 描述

source: Display Name
ar_sa: الاسم المعروض
da_dk: Visningsnavn
el_gr: Όνομα εμφάνισης
es_es: Nombre para mostrar
fi_fi: Näyttönimi
fr_fr: Nom d'affichage
id_id: Nama Tampilan
it_it: Nome visualizzato
ja_jp: 表示名
ko_kr: 표시 이름
nl_nl: Weergavenaam
pl_pl: Nazwa wyświetlana
pt_pt: Nome de Exibição
ro_ro: Nume afișat
ru_ru: Имя для отображения
sv_se: Visningsnamn
th_th: ชื่อที่แสดง
tr_tr: Görüntüleme Adı
uk_ua: Псевдонім
vi_vn: Tên hiển thị
zh_cn: 显示名称
zh_tw: 顯示名稱

source: Email
ar_sa: البريد الإلكتروني
es_es: Correo electrónico
fi_fi: Sähköposti
fr_fr: Courriel
ja_jp: メール
ko_kr: 이메일
ru_ru: Почта
sv_se: E-post
th_th: อีเมล
tr_tr: E-posta
uk_ua: Електронна пошта
zh_cn: 邮箱
zh_tw: 電子郵件

source: No roles have this permission.
ar_sa: لا توجد أدوار لديها هذه الصلاحية.
da_dk: Ingen roller har denne tilladelse.
el_gr: Δεν υπάρχουν ρόλοι με αυτή την άδεια.
es_es: No hay roles con este permiso.
fi_fi: Ei rooleista ole tätä oikeutta.
fr_fr: Aucun rôle n'a cette autorisation.
id_id: Tidak ada peran yang memiliki izin ini.
it_it: Nessun ruolo ha questo permesso.
ja_jp: ロールにこの権限が割り当てられていません。
ko_kr: 권한이 이 권한을 가진 역할이 없습니다.
nl_nl: Geen rollen hebben deze machtiging.
pl_pl: Brak ról ma tej uprawnień.
pt_pt: Nenhuma função tem esta permissão.
ro_ro: Niciun rol nu are această permisiune.
ru_ru: У ролей нет этого разрешения.
sv_se: Inga roller har denna behörighet.
th_th: ไม่มีบทบาทใดที่มีสิทธิ์นี้
tr_tr: Hiçbir rol bu izne sahip değil.
uk_ua: Жодна роль не має цього дозволу.
vi_vn: Không có vai trò nào có quyền này.
zh_cn: 没有角色拥有此权限。
zh_tw: 沒有角色具有此權限。

source: No users have this permission.
ar_sa: لا يوجد مستخدمون يمتلكون هذه الصلاحية.
da_dk: Ingen brugere har denne tilladelse.
el_gr: Δεν υπάρχουν χρήστες με αυτή την άδεια.
es_es: No hay usuarios con este permiso.
fi_fi: Ei käyttäjiä ole tätä oikeutta.
fr_fr: Aucun utilisateur n'a cette permission.
id_id: Tidak ada pengguna yang memiliki izin ini.
it_it: Nessun utente ha questo permesso.
ja_jp: この権限を持つユーザーはいません。
ko_kr: 이 권한을 가진 사용자가 없습니다.
nl_nl: Geen gebruikers hebben deze machtiging.
pl_pl: Brak użytkowników ma tego uprawnienia.
pt_pt: Nenhum utilizador tem esta permissão.
ro_ro: Niciun utilizator nu are această permisiune.
ru_ru: Пользователи не имеют этого разрешения.
sv_se: Inga användare har denna behörighet.
th_th: ไม่มีผู้ใช้คนใดที่มีสิทธิ์นี้
tr_tr: Hiçbir kullanıcı bu izne sahip değil.
uk_ua: Жоден користувач не має цього дозволу.
vi_vn: Không có người dùng nào có quyền này.
zh_cn: 没有用户拥有此权限。
zh_tw: 沒有使用者擁有此權限。

source: Permission Details
ar_sa: تفاصيل الصلاحيات
da_dk: Tilladelsesdetaljer
el_gr: Λεπτομέρειες Άδειας
es_es: Detalles del permiso
fi_fi: Luvan tiedot
fr_fr: Détails de la permission
id_id: Detail Izin
it_it: Dettagli autorizzazione
ja_jp: 権限の詳細
ko_kr: 권한 세부 정보
nl_nl: Toegangsdetails
pl_pl: Szczegóły uprawnienia
pt_pt: Detalhes da Permissão
ro_ro: Detalii permisiune
ru_ru: Сведения о разрешении
sv_se: Behörighetsdetaljer
th_th: รายละเอียดสิทธิ์
tr_tr: İzin Detayları
uk_ua: Деталі дозволу
vi_vn: Chi tiết quyền hạn
zh_cn: 权限详情
zh_tw: 權限詳細資訊

source: Permission Information
ar_sa: معلومات الصلاحية
da_dk: Tilladelsesoplysninger
el_gr: Πληροφορίες Άδειας
es_es: Información de permiso
fi_fi: Oikeuksien tiedot
fr_fr: Informations sur la permission
id_id: Informasi Izin
it_it: Informazioni sulla permesso
ja_jp: 権限情報
ko_kr: 권한 정보
nl_nl: Toegangsinformatie
pl_pl: Informacje o uprawnieniu
pt_pt: Informação sobre Permissão
ro_ro: Informații despre permisiune
ru_ru: Сведения о разрешении
sv_se: Behörighetsinformation
th_th: ข้อมูลสิทธิ์การใช้งาน
tr_tr: İzin Bilgisi
uk_ua: Відомості про дозвіл
vi_vn: Thông tin quyền truy cập
zh_cn: 权限信息
zh_tw: 權限資訊

source: Permission Key
ar_sa: مفتاح الصلاحيّة
da_dk: Tilladelsesnøgle
el_gr: Κλειδί Άδειας
es_es: Clave de permiso
fi_fi: Luvan avain
fr_fr: Clé de permission
id_id: Kunci Izin
it_it: Chiave autorizzazione
ja_jp: 権限キー
ko_kr: 권한 키
nl_nl: Toegangscode
pl_pl: Klucz uprawnień
pt_pt: Chave de Permissão
ro_ro: Cheie permisiune
ru_ru: Ключ разрешения
sv_se: Behörighetsnyckel
th_th: คีย์สิทธิ์
tr_tr: İzin Anahtarı
uk_ua: Ключ дозволу
vi_vn: Khóa quyền hạn
zh_cn: 权限密钥
zh_tw: 權限金鑰

source: Permission name
ar_sa: اسم الصلاحية
da_dk: Tilladelsesnavn
el_gr: Όνομα Άδειας
es_es: Nombre del permiso
fi_fi: Oikeuksen nimi
fr_fr: Nom de permission
id_id: Nama Izin
it_it: Nome autorizzazione
ja_jp: 権限名
ko_kr: 권한 이름
nl_nl: Machtigingsnaam
pl_pl: Nazwa uprawnienia
pt_pt: Nome da Permissão
ro_ro: Nume permisiune
ru_ru: Название разрешения
sv_se: Behörighetsnamn
th_th: ชื่อสิทธิ์
tr_tr: İzin Adı
uk_ua: Назва дозволу
vi_vn: Tên quyền hạn
zh_cn: 权限名称
zh_tw: 權限名稱

source: Role Name
ar_sa: اسم الدور
da_dk: Rollenavn
el_gr: Όνομα ρόλου
es_es: Nombre del rol
fi_fi: Roolin nimi
fr_fr: Nom du rôle
id_id: Nama Peran
it_it: Nome Ruolo
ja_jp: ロール名
ko_kr: 역할 이름
nl_nl: Rolnaam
pl_pl: Nazwa roli
pt_pt: Nome do Papel
ro_ro: Nume rol
ru_ru: Имя роли
sv_se: Rollnamn
th_th: ชื่อบทบาท
tr_tr: Rol Adı
uk_ua: Назва ролі
vi_vn: Tên vai trò
zh_cn: 角色名称
zh_tw: 角色名稱

source: Roles with this Permission
ar_sa: الأدوار التي تحمل هذا الصلاحية
da_dk: Roller med denne tilladelse
el_gr: Ρόλοι με αυτή την άδεια
es_es: Roles con este permiso
fi_fi: Roolit, joilla on tämä käyttöoikeus
fr_fr: Rôles ayant cette autorisation
id_id: Peran dengan Izin Ini
it_it: Ruoli con questo permesso
ja_jp: この権限が割り当てられているロール
ko_kr: 이 권한을 가진 역할
nl_nl: Rollen met deze machtiging
pl_pl: Role z tą uprawnieniem
pt_pt: Funções com esta Permissão
ro_ro: Roluri cu această permisiune
ru_ru: Роли, имеющие этот доступ
sv_se: Roller med denna behörighet
th_th: บทบาทที่มีสิทธิ์นี้
tr_tr: Bu İzinle Rol Kullanıcıları
uk_ua: Ролі з цим дозволом
vi_vn: Vai trò có quyền này
zh_cn: 具有此权限的角色
zh_tw: 具有此權限的角色

source: The following roles have been granted this permission.
ar_sa: الوظائف التالية تم منحها هذا الصلاحية.
da_dk: De følgende roller har fået denne tilladelse.
el_gr: Οι ακόλουθες ρόλοι έχουν λάβει αυτή την άδεια.
es_es: Los siguientes roles han recibido este permiso.
fi_fi: Seuraavat roolit on myönnetty tähän oikeuteen.
fr_fr: Les rôles suivants ont reçu cette autorisation.
id_id: Peran berikut telah diberikan izin ini.
it_it: I seguenti ruoli hanno ricevuto questo permesso.
ja_jp: 以下のロールにこの権限が付与されています。
ko_kr: 다음 역할들이 이 권한을 부여받았습니다.
nl_nl: De volgende rollen hebben deze machtiging gekregen.
pl_pl: Poniższe role otrzymały tę uprawnienie.
pt_pt: Os seguintes papéis foram atribuídos esta permissão.
ro_ro: Următoarele roluri au primit această permisiune.
ru_ru: Следующие роли получили разрешение на доступ.
sv_se: Följande roller har beviljats denna behörighet.
th_th: บทบาทต่อไปนี้ได้รับสิทธิ์นี้แล้ว
tr_tr: Aşağıdaki roller bu izne sahip hale getirildi.
uk_ua: Наступні ролі отримали цей дозвіл.
vi_vn: Các vai trò sau đây đã được cấp quyền này.
zh_cn: 以下角色已获得此权限。
zh_tw: 下列角色已獲授予此權限。

source: The following users have this permission through their role memberships.
ar_sa: المستخدمون التاليون لديهم هذا الصلاحية من خلال عضويتهم في الأدوار.
da_dk: Følgende brugere har denne tilladelse gennem deres rollemedlemskaber.
el_gr: Οι ακόλουθοι χρήστες έχουν αυτή την άδεια μέσω των μελών των ρόλων τους.
es_es: Los siguientes usuarios tienen este permiso mediante sus pertenencias a roles.
fi_fi: Seuraavat käyttäjät ovat tätä oikeutta omistamassa roolien jäsenyyksien kautta.
fr_fr: Les utilisateurs suivants ont cette autorisation grâce à leurs membres de rôle.
id_id: Berikut ini adalah pengguna yang memiliki izin ini melalui keanggotaan peran mereka.
it_it: Gli utenti seguenti dispongono di questo permesso tramite i loro ruoli.
ja_jp: 以下のユーザーは、ロールのメンバーシップを通じてこの権限を持っています。
ko_kr: 다음 사용자들은 역할 멤버십을 통해 이 권한을 가지고 있습니다.
nl_nl: De volgende gebruikers hebben deze machtiging via hun roltoewijzingen.
pl_pl: Poniższe użytkownicy mają to uprawnienie dzięki swoim członkostwom w rolach.
pt_pt: Os seguintes utilizadores têm esta permissão através das suas associações de funções.
ro_ro: Următoarele utilizatori au această permisiune prin membrarea lor în roluri.
ru_ru: Следующие пользователи имеют это разрешение благодаря своим членствам в ролях.
sv_se: Följande användare har denna behörighet genom sina rollmedlemskap.
th_th: ผู้ใช้ต่อไปนี้มีสิทธิ์นี้ผ่านการเป็นสมาชิกบทบาทของพวกเขา
tr_tr: Aşağıdaki kullanıcılar bu izni rollerine üye olmaları nedeniyle sahiptir.
uk_ua: Наступні користувачі мають цей дозвіл через членство у ролях.
vi_vn: Các người dùng sau đây có quyền này thông qua các thành viên trong vai trò của họ.
zh_cn: 以下用户通过其角色成员身份拥有此权限。
zh_tw: 以下使用者因角色成員資格而擁有此權限。

source: User Name
ar_sa: اسم المستخدم
da_dk: Brugernavn
el_gr: Όνομα χρήστη
es_es: Nombre de usuario
fi_fi: Käyttäjänimi
fr_fr: Nom d'utilisateur
id_id: Nama Pengguna
it_it: Nome utente
ja_jp: ユーザー名
ko_kr: 사용자 이름
nl_nl: Gebruikersnaam
pl_pl: Imię użytkownika
pt_pt: Nome de Utilizador
ro_ro: Nume utilizator
ru_ru: Имя пользователя
sv_se: Användarnamn
th_th: ชื่อผู้ใช้
tr_tr: Kullanıcı Adı
uk_ua: Ім'я користувача
vi_vn: Tên người dùng
zh_cn: 用户名
zh_tw: 使用者名稱

source: Users with this Permission
ar_sa: المستخدمون الذين لديهم هذا الصلاحية
da_dk: Brugere med denne tilladelse
el_gr: Χρήστες με αυτή την άδεια
es_es: Usuarios con este permiso
fi_fi: Käyttäjät tämän luvan kanssa
fr_fr: Utilisateurs ayant cette autorisation
id_id: Pengguna dengan Izin Ini
it_it: Utenti con questa autorizzazione
ja_jp: この権限を持つユーザー
ko_kr: 이 권한을 가진 사용자
nl_nl: Gebruikers met deze machtiging
pl_pl: Użytkownicy z tym uprawnieniem
pt_pt: Utilizadores com esta Permissão
ro_ro: Utilizatori cu această permisiune
ru_ru: Пользователи с этим разрешением
sv_se: Användare med denna behörighet
th_th: ผู้ใช้ที่มีสิทธิ์นี้
tr_tr: Bu İzne Sahip Kullanıcılar
uk_ua: Користувачі з цим дозволом
vi_vn: Người dùng có quyền này
zh_cn: 具有此权限的用户
zh_tw: 擁有此權限的使用者
