Repository: AiursoftWeb/Tracer
Catalog: src/Aiursoft.Tracer/Resources/Views/Permissions/Index.*.resx
Languages: hi_in, th_th

source: All Permissions
hi_in: सभी अनुमतियाँ
th_th: ทุกสิทธิ์การเข้าถึง

source: Assigned to Roles
hi_in: भूमिकाओं को सौंपा गया
th_th: ถูกจัดให้กับบทบาท

source: Description
hi_in: विवरण
th_th: คำอธิบาย

source: No users
hi_in: कोई उपयोगकर्ता नहीं
th_th: ไม่มีผู้ใช้งาน

source: Not assigned
hi_in: आवंटित नहीं
th_th: ยังไม่ได้จัดสรร

source: Permission Name
hi_in: अनुमति नाम
th_th: ชื่อสิทธิ์

source: Permissions
hi_in: अनुमतियाँ
th_th: สิทธิ์การเข้าถึง

source: Permissions are defined by the application and cannot be edited or deleted. Click on a permission to see which roles and users have it.
hi_in: अनुमतियाँ एप्लिकेशन द्वारा परिभाषित की जाती हैं और उन्हें संपादित या हटाया नहीं जा सकता। एक अनुमति पर क्लिक करें ताकि आप देख सकें कि कौन-सी भूमिकाएँ और उपयोगकर्ता उसे रखते हैं।
th_th: สิทธิ์การเข้าถึงถูกกำหนดโดยแอปพลิเคชันและไม่สามารถแก้ไขหรือลบได้ คลิกที่สิทธิ์เพื่อดูบทบาทและผู้ใช้ที่มีสิทธิ์นี้

source: role(s)
hi_in: भूमिका(स)
th_th: บทบาท (บทบาท)

source: user(s)
hi_in: उपयोगकर्ता(स)
th_th: ผู้ใช้ (คน)

source: Users with Permission
hi_in: अनुमति वाले उपयोगकर्ता
th_th: ผู้ใช้ที่มีสิทธิ์
