Repository: AiursoftWeb/Tracer
Catalog: src/Aiursoft.Tracer/Resources/Views/Home/Selfhost.*.resx
Languages: ar_sa, da_dk, de_de, el_gr, fi_fi, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pl_pl, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_hk

source: Visit http://localhost:5000.
ar_sa: زُر http://localhost:5000.
da_dk: Besøg http://localhost:5000.
de_de: Rufen Sie http://localhost:5000 auf.
el_gr: Επισκεφτείτε το http://localhost:5000.
fi_fi: Vieraile osoitteessa http://localhost:5000.
fr_fr: Rendez-vous sur http://localhost:5000.
hi_in: http://localhost:5000 पर जाएँ।
id_id: Kunjungi http://localhost:5000.
it_it: Visita http://localhost:5000.
ja_jp: http://localhost:5000 にアクセスしてください。
ko_kr: http://localhost:5000에 접속하세요.
pl_pl: Odwiedź http://localhost:5000.
ro_ro: Accesați http://localhost:5000.
ru_ru: Перейдите по адресу http://localhost:5000.
sv_se: Besök http://localhost:5000.
th_th: เยี่ยมชม http://localhost:5000
tr_tr: http://localhost:5000 adresini ziyaret edin.
uk_ua: Перейдіть за адресою http://localhost:5000.
vi_vn: Truy cập http://localhost:5000.
zh_hk: 請瀏覽 http://localhost:5000。

source: We're interested in your feedback! You can submit a suggestion or feature request via the issue tracker.
ar_sa: نحن مهتمون بملاحظاتك! يمكنك تقديم اقتراح أو طلب ميزة من خلال متتبع المشكلات.
da_dk: Vi er interesserede i din feedback! Du kan indsende et forslag eller en funktionsanmodning via issue-trackeren.
de_de: Wir sind an Ihrem Feedback interessiert! Sie können einen Vorschlag oder eine Funktionsanfrage über den Issue-Tracker einreichen.
el_gr: Μας ενδιαφέρει η γνώμη σας! Μπορείτε να υποβάλετε μια πρόταση ή αίτημα για νέο χαρακτηριστικό μέσω του συστήματος παρακολούθησης θεμάτων.
fi_fi: Olemme kiinnostuneita palautteestasi! Voit lähettää ehdotuksen tai ominaisuuspyynnön ongelmanseurannan kautta.
fr_fr: Votre avis nous intéresse ! Vous pouvez soumettre une suggestion ou une demande de fonctionnalité via le système de suivi des problèmes.
hi_in: हमें आपकी प्रतिक्रिया में दिलचस्पी है! आप इश्यू ट्रैकर के माध्यम से एक सुझाव या फीचर अनुरोध सबमिट कर सकते हैं।
id_id: Kami tertarik dengan masukan Anda! Anda dapat mengirimkan saran atau permintaan fitur melalui pelacak isu.
it_it: Siamo interessati al tuo feedback! Puoi inviare un suggerimento o una richiesta di funzionalità tramite l'issue tracker.
ja_jp: 皆様のフィードバックをお待ちしております！課題トラッカーを通じて提案や機能リクエストを送信できます。
ko_kr: 여러분의 피드백에 관심 있습니다! 이슈 트래커를 통해 제안이나 기능 요청을 제출할 수 있습니다.
pl_pl: Jesteśmy zainteresowani Twoją opinią! Możesz przesłać sugestię lub prośbę o funkcję za pomocą systemu śledzenia zgłoszeń.
ro_ro: Suntem interesați de feedback-ul vostru! Puteți trimite o sugestie sau o cerere de funcționalitate prin sistemul de urmărire a problemelor (issue tracker).
ru_ru: Нам важно ваше мнение! Вы можете оставить предложение или запросить новую функцию через трекер проблем.
sv_se: Vi är intresserade av din feedback! Du kan skicka in ett förslag eller en önskan om en ny funktion via ärendespåraren.
th_th: เราสนใจฟีดแบ็กของคุณ! คุณสามารถส่งคำแนะนำหรือคำขอดาวน์โหง่คุณลักษณะผ่านตัวติดตามปัญหาได้
tr_tr: Geri bildirimlerinizle ilgileniyoruz! Öneri veya özellik talebini sorun takipçisi aracılığıyla gönderebilirsiniz.
uk_ua: Ми цікавимося вашим відгуком! Ви можете надіслати пропозицію або запит на функцію через трекер проблем.
vi_vn: Chúng tôi rất quan tâm đến phản hồi của bạn! Bạn có thể gửi đề xuất hoặc yêu cầu tính năng thông qua trình theo dõi vấn đề.
zh_hk: 我哋好想聽下你嘅意見！你可以透過問題追蹤系統提交建議或者功能要求。
