Repository: AiursoftWeb/Tracer
Catalog: src/Aiursoft.Tracer/Resources/Views/Home/Selfhost.*.resx
Languages: ar_sa, da_dk, de_de, el_gr, fi_fi, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pl_pl, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_hk

source: About Tracer
ar_sa: حول Tracer
da_dk: Om Tracer
de_de: Über Tracer
el_gr: Σχετικά με το Tracer
fi_fi: Tietoja Tracerista
fr_fr: À propos de Tracer
hi_in: ट्रेसर के बारे में
id_id: Tentang Tracer
it_it: Informazioni su Tracer
ja_jp: Tracerについて
ko_kr: Tracer 정보
pl_pl: O Tracerze
ro_ro: Despre Tracer
ru_ru: О Tracer
sv_se: Om Tracer
th_th: เกี่ยวกับ Tracer
tr_tr: Tracer Hakkında
uk_ua: Про Tracer
vi_vn: Giới thiệu về Tracer
zh_hk: 關於 Tracer

# Always create a personal fork before submitting PRs.
source: Always create a personal fork before submitting pull requests.
ar_sa: دائمًا أنشئ فرعًا شخصيًا قبل تقديم طلبات الدمج (PRs).
da_dk: Opret altid en personlig forgrening, før du indsender PR'er.
de_de: Erstellen Sie immer einen persönlichen Fork, bevor Sie PRs einreichen.
el_gr: Πάντα δημιούργησε ένα προσωπικό fork πριν υποβάλεις PRs.
fi_fi: Luo aina henkilökohtainen fork ennen PR:ien lähettämistä.
fr_fr: Toujours créer une copie personnelle avant de soumettre des PRs.
hi_in: PR जमा करने से पहले हमेशा एक व्यक्तिगत फोर्क बनाएं।
id_id: Selalu buat fork pribadi sebelum mengirimkan PR.
it_it: Crea sempre un fork personale prima di inviare le PR.
ja_jp: PRを提出する前に、必ず個人用のフォークを作成してください。
ko_kr: PR을 제출하기 전에 항상 개인 포크를 생성하세요.
pl_pl: Zawsze utwórz własnego forka przed wysłaniem PR-ów.
ro_ro: Întotdeauna creează un fork personal înainte de a trimite PR-uri.
ru_ru: Всегда создавайте личную форк перед отправкой пул-реквестов.
sv_se: Skapa alltid en personlig fork innan du skickar in PRs.
th_th: ควรสร้างฟอร์กส่วนตัวเสมอก่อนส่ง PR
tr_tr: PR'lerinizi göndermeden önce her zaman kişisel bir fork oluşturun.
uk_ua: Завжди створюйте персональну форку перед надсиланням PR.
vi_vn: Luôn tạo một fork cá nhân trước khi gửi PR.
zh_hk: 提交 PR 前請務必先建立個人複本。

source: Anywhere
ar_sa: في أي مكان
da_dk: Overalt
de_de: Überall
el_gr: Παντού
fi_fi: Missä tahansa
fr_fr: Où que vous soyez
hi_in: कहीं भी
id_id: Di Mana Saja
it_it: Ovunque
ja_jp: どこでも
ko_kr: 어디서나
pl_pl: Gdziekolwiek
ro_ro: Oriunde
ru_ru: Где угодно
sv_se: Var som helst
th_th: ทุกที่
tr_tr: Her Yerde
uk_ua: Будь-де
vi_vn: Bất Kỳ Đâu
zh_hk: 任何地方

source: Container Context
ar_sa: سياق الحاوية
da_dk: Container Kontekst
de_de: Container-Kontext
el_gr: Περιεχόμενο Δοχείου
fi_fi: Säiliön konteksti
fr_fr: Contexte du conteneur
hi_in: कंटेनर संदर्भ
id_id: Konteks Kontainer
it_it: Contesto del Container
ja_jp: コンテナのコンテキスト
ko_kr: 컨테이너 컨텍스트
pl_pl: Kontekst Kontenera
ro_ro: Contextul Containerului
ru_ru: Контекст контейнера
sv_se: Container-kontext
th_th: บริบทคอนเทนเนอร์
tr_tr: Kapsayıcı Bağlamı
uk_ua: Контекст контейнера
vi_vn: Ngữ cảnh Container
zh_hk: 容器環境

source: Contribute
ar_sa: ساهم
da_dk: Bidrag
de_de: Mitwirken
el_gr: Συνεισφέρετε
fi_fi: Osallistu
fr_fr: Contribuer
hi_in: योगदान दें
id_id: Berkontribusi
it_it: Contribuisci
ja_jp: 貢献
ko_kr: 기여
pl_pl: Współtwórz
ro_ro: Contribuiți
ru_ru: Внести вклад
sv_se: Bidra
th_th: มีส่วนร่วม
tr_tr: Katkıda Bulun
uk_ua: Зробити внесок
vi_vn: Đóng góp
zh_hk: 貢獻

source: Deploy
ar_sa: نشر
da_dk: Implementer
de_de: Bereitstellen
el_gr: Ανάπτυξη
fi_fi: Käyttöönotto
fr_fr: Déployer
hi_in: तैनात करें
it_it: Distribuisci
ja_jp: デプロイ
ko_kr: 배포
pl_pl: Wdróż
ro_ro: Implementează
ru_ru: Развернуть
sv_se: Distribuera
th_th: ปรับใช้
tr_tr: Dağıt
uk_ua: Розгорнути
vi_vn: Triển khai
zh_hk: 部署

# Development &amp; Manual Run
source: Development & Manual Execution
ar_sa: التطوير والتشغيل اليدوي
da_dk: Udvikling & Manuel Kørsel
de_de: Entwicklung & Manueller Betrieb
el_gr: Ανάπτυξη & Χειροκίνητη Εκτέλεση
fi_fi: Kehitys ja manuaalinen käyttö
fr_fr: Développement & Exécution manuelle
hi_in: विकास और मैन्युअल रन
id_id: Pengembangan & Menjalankan Secara Manual
it_it: Sviluppo ed Esecuzione Manuale
ja_jp: 開発と手動実行
ko_kr: 개발 및 수동 실행
pl_pl: Programowanie i uruchamianie ręczne
ro_ro: Dezvoltare și Executare Manuală
ru_ru: Разработка и ручной запуск
sv_se: Utveckling & manuell körning
th_th: การพัฒนาและการรันด้วยตนเอง
tr_tr: Geliştirme ve Manuel Çalıştırma
uk_ua: Розробка та ручний запуск
vi_vn: Phát Triển & Chạy Thủ Công
zh_hk: 開發與手動執行

# Execute `dotnet run` to run the app.
source: Execute `dotnet run` to run the application.
ar_sa: نفّذ الأمر `dotnet run` لتشغيل التطبيق.
da_dk: Udfør `dotnet run` for at køre appen.
de_de: Führen Sie `dotnet run` aus, um die App zu starten.
el_gr: Εκτελέστε `dotnet run` για να εκκινήσετε την εφαρμογή.
fi_fi: Suorita `dotnet run` käynnistääksesi sovelluksen.
fr_fr: Exécutez `dotnet run` pour lancer l'application.
hi_in: ऐप को चलाने के लिए `dotnet run` कमांड निष्पादित करें।
id_id: Jalankan `dotnet run` untuk menjalankan aplikasi.
it_it: Esegui `dotnet run` per avviare l'app.
ja_jp: dotnet run` を実行してアプリを起動します。
ko_kr: 앱을 실행하려면 `dotnet run`을 실행하세요.
pl_pl: Wykonaj polecenie `dotnet run`, aby uruchomić aplikację.
ro_ro: Executați `dotnet run` pentru a rula aplicația.
ru_ru: Выполните команду `dotnet run`, чтобы запустить приложение.
sv_se: Kör `dotnet run` för att starta appen.
th_th: เรียกใช้คำสั่ง `dotnet run` เพื่อเริ่มต้นแอปพลิเคชัน
tr_tr: Uygulamayı çalıştırmak için `dotnet run` komutunu çalıştırın.
uk_ua: Виконайте `dotnet run`, щоб запустити додаток.
vi_vn: Thực thi lệnh `dotnet run` để chạy ứng dụng.
zh_hk: 執行 `dotnet run` 以運行應用程式。

# Execute `npm install` at `wwwroot` folder.
source: Run `npm install` in the `wwwroot` directory.
ar_sa: نفّذ الأمر `npm install` في مجلد `wwwroot`.
da_dk: Udfør `npm install` i mappen `wwwroot`.
de_de: Führen Sie `npm install` im Ordner `wwwroot` aus.
el_gr: Εκτελέστε `npm install` στον φάκελο `wwwroot`.
fi_fi: Suorita `npm install` `wwwroot`-kansiossa.
fr_fr: Exécutez `npm install` dans le dossier `wwwroot`.
hi_in: wwwroot` फ़ोल्डर में `npm install` चलाएँ।
id_id: Jalankan `npm install` di folder `wwwroot`.
it_it: Esegui `npm install` nella cartella `wwwroot`.
ja_jp: wwwroot` フォルダで `npm install` を実行します。
ko_kr: wwwroot` 폴더에서 `npm install`을 실행하세요.
pl_pl: Wykonaj polecenie `npm install` w folderze `wwwroot`.
ro_ro: Executați `npm install` în folderul `wwwroot`.
ru_ru: Выполните команду `npm install` в папке `wwwroot`.
sv_se: Kör `npm install` i mappen `wwwroot`.
th_th: เรียกใช้คำสั่ง `npm install` ในโฟลเดอร์ `wwwroot
tr_tr: wwwroot` klasöründe `npm install` komutunu çalıştırın.
uk_ua: Виконайте `npm install` у папці `wwwroot`.
vi_vn: Thực thi lệnh `npm install` tại thư mục `wwwroot`.
zh_hk: 請於 `wwwroot` 資料夾內執行 `npm install`。

source: First, install Docker.
ar_sa: أولاً، قم بتثبيت Docker.
da_dk: Først, installer Docker.
de_de: Installieren Sie zunächst Docker.
el_gr: Πρώτα, εγκαταστήστε το Docker.
fi_fi: Asenna ensin Docker.
fr_fr: Tout d'abord, installez Docker.
hi_in: सबसे पहले, Docker इंस्टॉल करें।
id_id: Pertama, instal Docker.
it_it: Per prima cosa, installa Docker.
ja_jp: まず最初に、Dockerをインストールしてください。
ko_kr: 먼저 Docker를 설치하세요.
pl_pl: Najpierw zainstaluj Dockera.
ro_ro: Mai întâi, instalați Docker.
ru_ru: Сначала установите Docker.
sv_se: Först, installera Docker.
th_th: ขั้นแรก ติดตั้ง Docker
tr_tr: Öncelikle, Docker'ı kurun.
uk_ua: Спочатку встановіть Docker.
vi_vn: Đầu tiên, hãy cài đặt Docker.
zh_hk: 首先，安裝 Docker。

source: Live Demo
ar_sa: عرض حي
el_gr: Ζωντανή Επίδειξη
fr_fr: Démo en direct
hi_in: लाइव डेमो
id_id: Demo Langsung
it_it: Demo Live
ja_jp: ライブデモ
ko_kr: 라이브 데모
pl_pl: Pokaz na żywo
ro_ro: Demonstrație Live
ru_ru: Живая Демонстрация
th_th: การสาธิตสด
tr_tr: Canlı Demo
uk_ua: Жива Демонстрація
vi_vn: Bản demo trực tiếp
zh_hk: 即時示範

source: Open the `.sln` file.
ar_sa: افتح ملف `.sln`.
da_dk: Åbn filen `.sln`.
de_de: Öffnen Sie die `.sln`-Datei.
el_gr: Ανοίξτε το αρχείο `.sln`.
fi_fi: Avaa `.sln`-tiedosto.
fr_fr: Ouvrez le fichier `.sln`.
hi_in: .sln` फ़ाइल खोलें।
id_id: Buka file `.sln`.
it_it: Apri il file `.sln`.
ja_jp: .sln` ファイルを開きます。
ko_kr: .sln` 파일을 엽니다.
pl_pl: Otwórz plik `.sln`.
ro_ro: Deschideți fișierul `.sln`.
ru_ru: Откройте файл `.sln`.
sv_se: Öppna `.sln`-filen.
th_th: เปิดไฟล์ `.sln
tr_tr: .sln` dosyasını açın.
uk_ua: Відкрийте файл `.sln`.
vi_vn: Mở tệp `.sln`.
zh_hk: 開啟 `.sln` 檔案。

source: Or with a custom port:
ar_sa: أو مع منفذ مخصص:
da_dk: Eller med en brugerdefineret port:
de_de: Oder mit einem benutzerdefinierten Port:
el_gr: Ή με προσαρμοσμένη θύρα:
fi_fi: Tai mukautetulla portilla:
fr_fr: Ou avec un port personnalisé :
hi_in: या कस्टम पोर्ट के साथ:
id_id: Atau dengan port kustom:
it_it: Oppure con una porta personalizzata:
ja_jp: またはカスタムポートで：
ko_kr: 또는 사용자 지정 포트로:
pl_pl: Lub z niestandardowym portem:
ro_ro: Sau cu un port personalizat:
ru_ru: Или с пользовательским портом:
sv_se: Eller med en anpassad port:
th_th: หรือระบุพอร์ตที่ต้องการ:
tr_tr: Veya özel bir port ile:
uk_ua: Або з використанням власного порту:
vi_vn: Hoặc với một cổng tùy chỉnh:
zh_hk: 或使用自訂端口：

source: Prerequisites
ar_sa: المتطلبات الأساسية
da_dk: Forudsætninger
de_de: Voraussetzungen
el_gr: Προαπαιτούμενα
fi_fi: Edellytykset
fr_fr: Prérequis
hi_in: पूर्वापेक्षाएँ
id_id: Prasyarat
it_it: Prerequisiti
ja_jp: 前提条件
ko_kr: 필수 조건
pl_pl: Wymagania wstępne
ro_ro: Condiții prealabile
ru_ru: Предварительные требования
sv_se: Förutsättningar
th_th: ข้อกำหนดเบื้องต้น
tr_tr: Önkoşullar
uk_ua: Передумови
vi_vn: Điều kiện tiên quyết
zh_hk: 先決條件

# Press `F5` to run the app.
source: Press `F5` to run the application.
ar_sa: اضغط على `F5` لتشغيل التطبيق.
da_dk: Tryk på `F5` for at køre appen.
de_de: Drücken Sie `F5`, um die App auszuführen.
el_gr: Πατήστε `F5` για να εκτελέσετε την εφαρμογή.
fi_fi: Paina `F5` käynnistääksesi sovelluksen.
fr_fr: Appuyez sur `F5` pour exécuter l'application.
hi_in: ऐप चलाने के लिए `F5` दबाएं।
id_id: Tekan `F5` untuk menjalankan aplikasi.
it_it: Premere `F5` per eseguire l'app.
ja_jp: アプリを実行するには `F5` キーを押してください。
ko_kr: 앱을 실행하려면 `F5` 키를 누르세요.
pl_pl: Naciśnij klawisz `F5`, aby uruchomić aplikację.
ro_ro: Apasă `F5` pentru a rula aplicația.
ru_ru: Нажмите `F5`, чтобы запустить приложение.
sv_se: Tryck på `F5` för att köra appen.
th_th: กด `F5` เพื่อรันแอป
tr_tr: Uygulamayı çalıştırmak için `F5` tuşuna basın.
uk_ua: Натисніть `F5`, щоб запустити додаток.
vi_vn: Nhấn `F5` để chạy ứng dụng.
zh_hk: 按 `F5` 鍵以運行應用程式。

source: Property
ar_sa: خاصية
da_dk: Egenskab
de_de: Eigenschaft
el_gr: Ιδιότητα
fi_fi: Ominaisuus
fr_fr: Propriété
hi_in: संपत्ति
id_id: Properti
it_it: Proprietà
ja_jp: プロパティ
ko_kr: 속성
pl_pl: Właściwość
ro_ro: Proprietate
ru_ru: Свойство
sv_se: Egenskap
th_th: คุณสมบัติ
tr_tr: Özellik
uk_ua: Властивість
vi_vn: Thuộc tính
zh_hk: 屬性

# Pull Request
source: Merge Request
ar_sa: طلب دمج
da_dk: Anmod om fletting
de_de: Pull-Request
el_gr: Αίτημα Έλξης
fi_fi: Yhdistämispyyntö
fr_fr: Demande de tirage
hi_in: पुल अनुरोध
id_id: Permintaan Tarik
it_it: Richiesta di Pull
ja_jp: プルリクエスト
ko_kr: 풀 리퀘스트
pl_pl: Żądanie scalenia
ro_ro: Cerere de Integrare
ru_ru: Запрос на слияние
sv_se: Pull-begäran
th_th: คำขอดึงการเปลี่ยนแปลง
tr_tr: Çekme İsteği
uk_ua: Запит на злиття
vi_vn: Yêu cầu Kéo
zh_hk: 拉取請求

source: Recommended
ar_sa: مُوصى به
da_dk: Anbefalet
de_de: Empfohlen
el_gr: Προτεινόμενο
fi_fi: Suositeltu
fr_fr: Recommandé
hi_in: अनुशंसित
id_id: Direkomendasikan
it_it: Consigliato
ja_jp: 推奨
ko_kr: 권장
pl_pl: Polecane
ro_ro: Recomandat
ru_ru: Рекомендуется
sv_se: Rekommenderas
th_th: แนะนำ
tr_tr: Önerilen
uk_ua: Рекомендовано
vi_vn: Được đề xuất
zh_hk: 推薦

source: Report Issue
ar_sa: الإبلاغ عن مشكلة
da_dk: Rapporter problem
de_de: Problem melden
el_gr: Αναφορά Προβλήματος
fi_fi: Ilmoita ongelmasta
fr_fr: Signaler un problème
hi_in: समस्या रिपोर्ट करें
id_id: Laporkan Masalah
it_it: Segnala un Problema
ja_jp: 問題を報告
ko_kr: 이슈 보고
pl_pl: Zgłoś problem
ro_ro: Raportează Problemă
ru_ru: Сообщить о проблеме
sv_se: Rapportera problem
th_th: รายงานปัญหา
tr_tr: Sorun Bildir
uk_ua: Повідомити про проблему
vi_vn: Báo cáo lỗi
zh_hk: 回報問題

source: Run in Docker
ar_sa: التشغيل في Docker
da_dk: Kør i Docker
de_de: In Docker ausführen
el_gr: Εκτέλεση σε Docker
fi_fi: Suorita Dockerissa
fr_fr: Exécuter dans Docker
hi_in: Docker में चलाएं
id_id: Jalankan di Docker
it_it: Esegui in Docker
ja_jp: Dockerで実行
ko_kr: Docker에서 실행
pl_pl: Uruchom w Dockerze
ro_ro: Rulează în Docker
ru_ru: Запуск в Docker
sv_se: Kör i Docker
th_th: รันใน Docker
tr_tr: Docker'da Çalıştır
uk_ua: Запуск у Docker
vi_vn: Chạy trong Docker
zh_hk: 使用 Docker 運行

# Run in Ubuntu
source: Run on Ubuntu
ar_sa: التشغيل على أوبونتو
da_dk: Kør i Ubuntu
de_de: In Ubuntu ausführen
el_gr: Εκτέλεση σε Ubuntu
fi_fi: Suorita Ubuntussa
fr_fr: Exécuter sur Ubuntu
hi_in: उबंटू में चलाएं
id_id: Jalankan di Ubuntu
it_it: Esegui in Ubuntu
ja_jp: Ubuntuで実行
ko_kr: Ubuntu에서 실행
pl_pl: Uruchom w Ubuntu
ro_ro: Rulează în Ubuntu
ru_ru: Запуск в Ubuntu
sv_se: Kör i Ubuntu
th_th: รันบนอูบุนตู
tr_tr: Ubuntu'da Çalıştır
uk_ua: Запуск в Ubuntu
vi_vn: Chạy trên Ubuntu
zh_hk: 在 Ubuntu 中運行

source: Run in Visual Studio
ar_sa: التشغيل في Visual Studio
da_dk: Kør i Visual Studio
de_de: In Visual Studio ausführen
el_gr: Εκτέλεση στο Visual Studio
fi_fi: Suorita Visual Studiossa
fr_fr: Exécuter dans Visual Studio
hi_in: Visual Studio में चलाएँ
id_id: Jalankan di Visual Studio
it_it: Esegui in Visual Studio
ja_jp: Visual Studio で実行
ko_kr: Visual Studio에서 실행
pl_pl: Uruchom w Visual Studio
ro_ro: Rulează în Visual Studio
ru_ru: Запуск в Visual Studio
sv_se: Kör i Visual Studio
th_th: รันใน Visual Studio
tr_tr: Visual Studio'da Çalıştır
uk_ua: Запустити у Visual Studio
vi_vn: Chạy trong Visual Studio
zh_hk: 於 Visual Studio 執行

source: Run Manually
ar_sa: التشغيل اليدوي
da_dk: Kør manuelt
de_de: Manuell ausführen
el_gr: Χειροκίνητη Εκτέλεση
fi_fi: Suorita manuaalisesti
fr_fr: Exécuter manuellement
hi_in: मैन्युअल रूप से चलाएँ
id_id: Jalankan Secara Manual
it_it: Esegui Manualmente
ja_jp: 手動実行
ko_kr: 수동 실행
pl_pl: Uruchom ręcznie
ro_ro: Rulează Manual
ru_ru: Запуск вручную
sv_se: Kör manuellt
th_th: เรียกใช้ด้วยตนเอง
tr_tr: Manuel Çalıştır
uk_ua: Запустити вручну
vi_vn: Chạy Thủ Công
zh_hk: 手動執行

source: Self-Host
ar_sa: الاستضافة الذاتية
da_dk: Selvhosting
de_de: Eigenes Hosting
el_gr: Αυτόνομη Ανάπτυξη
fi_fi: Oma isäntä
fr_fr: Hébergement Personnel
hi_in: स्वयं होस्ट
id_id: Hosting Mandiri
it_it: Hosting Proprio
ja_jp: セルフホスト
ko_kr: 자체 호스팅
pl_pl: Własny hosting
ro_ro: Găzduire Proprie
ru_ru: Собственный хостинг
sv_se: Egen hosting
th_th: โฮสต์ด้วยตนเอง
tr_tr: Kendi Sunucunuzda Barındırma
uk_ua: Власний хостинг
vi_vn: Tự Lưu Trữ
zh_hk: 自行託管

# That will start a web server at http://localhost:5000 and you can test the app.
source: That will start a web server at http://localhost:5000 and you can test the application.
ar_sa: سيبدأ ذلك خادم ويب على http://localhost:5000 ويمكنك اختبار التطبيق.
da_dk: Dette vil starte en webserver på http://localhost:5000, og du kan teste appen.
de_de: Dadurch wird ein Webserver unter http://localhost:5000 gestartet und Sie können die App testen.
el_gr: Αυτό θα ξεκινήσει έναν διακομιστή web στο http://localhost:5000 και μπορείτε να δοκιμάσετε την εφαρμογή.
fi_fi: Tämä käynnistää web-palvelimen osoitteessa http://localhost:5000 ja voit testata sovellusta.
fr_fr: Cela démarrera un serveur web à l'adresse http://localhost:5000 et vous pourrez tester l'application.
hi_in: इससे http://localhost:5000 पर एक वेब सर्वर शुरू हो जाएगा और आप ऐप का परीक्षण कर सकते हैं।
id_id: Itu akan memulai server web di http://localhost:5000 dan Anda dapat menguji aplikasinya.
it_it: Ciò avvierà un server web su http://localhost:5000 e potrai testare l'app.
ja_jp: これにより、http://localhost:5000 でWebサーバーが起動し、アプリをテストできます。
ko_kr: 그러면 http://localhost:5000에서 웹 서버가 시작되며 앱을 테스트할 수 있습니다.
pl_pl: Spowoduje to uruchomienie serwera WWW pod adresem http://localhost:5000, gdzie możesz przetestować aplikację.
ro_ro: Aceasta va porni un server web la http://localhost:5000 și puteți testa aplicația.
ru_ru: Это запустит веб-сервер по адресу http://localhost:5000, и вы сможете протестировать приложение.
sv_se: Det kommer att starta en webbserver på http://localhost:5000 och du kan testa appen.
th_th: นั่นจะเป็นการเริ่มเซิร์ฟเวอร์เว็บที่ http://localhost:5000 และคุณสามารถทดสอบแอปพลิเคชันได้
tr_tr: Bu, http://localhost:5000 adresinde bir web sunucusu başlatacak ve uygulamayı test edebileceksiniz.
uk_ua: Це запустить веб-сервер за адресою http://localhost:5000, і ви зможете тестувати додаток.
vi_vn: Điều này sẽ khởi động một máy chủ web tại http://localhost:5000 và bạn có thể kiểm tra ứng dụng.
zh_hk: 咁樣就會喺 http://localhost:5000 啟動一個網頁伺服器，你可以測試個應用程式。

source: The following script will install or update this application on your Ubuntu server. Supports Ubuntu 25.04.
ar_sa: سيقوم السكريبت التالي بتثبيت/تحديث هذا التطبيق على خادم Ubuntu الخاص بك. يدعم Ubuntu 25.04.
da_dk: Følgende script vil installere/opdatere denne app på din Ubuntu-server. Understøtter Ubuntu 25.04.
de_de: Das folgende Skript installiert/aktualisiert diese App auf Ihrem Ubuntu-Server. Unterstützt Ubuntu 25.04.
el_gr: Το ακόλουθο script θα εγκαταστήσει/ενημερώσει αυτήν την εφαρμογή στον διακομιστή σας Ubuntu. Υποστηρίζει Ubuntu 25.04.
fi_fi: Seuraava komentosarja asentaa/päivittää tämän sovelluksen Ubuntu-palvelimellesi. Tukee Ubuntu 25.04.
fr_fr: Le script suivant installera/mettra à jour cette application sur votre serveur Ubuntu. Prend en charge Ubuntu 25.04.
hi_in: निम्नलिखित स्क्रिप्ट आपके Ubuntu सर्वर पर इस ऐप को इंस्टॉल/अपडेट करेगी। Ubuntu 25.04 को सपोर्ट करती है।
id_id: Skrip berikut akan menginstal/memperbarui aplikasi ini di server Ubuntu Anda. Mendukung Ubuntu 25.04.
it_it: Il seguente script installerà/aggiornerà questa app sul tuo server Ubuntu. Supporta Ubuntu 25.04.
ja_jp: 次のスクリプトは、Ubuntuサーバーにこのアプリをインストール/更新します。Ubuntu 25.04をサポートしています。
ko_kr: 다음 스크립트는 Ubuntu 서버에서 이 앱을 설치/업데이트합니다. Ubuntu 25.04를 지원합니다.
pl_pl: Poniższy skrypt zainstaluje/zaktualizuje tę aplikację na twoim serwerze Ubuntu. Obsługuje Ubuntu 25.04.
ro_ro: Următorul script va instala/actualiza această aplicație pe serverul dvs. Ubuntu. Suportă Ubuntu 25.04.
ru_ru: Следующий скрипт установит/обновит это приложение на вашем сервере Ubuntu. Поддерживается Ubuntu 25.04.
sv_se: Följande skript kommer att installera/uppdatera denna app på din Ubuntu-server. Stöder Ubuntu 25.04.
th_th: สคริปต์ต่อไปนี้จะทำการติดตั้ง/อัปเดตแอปนี้บนเซิร์ฟเวอร์ Ubuntu ของคุณ รองรับ Ubuntu 25.04
tr_tr: Aşağıdaki betik, bu uygulamayı Ubuntu sunucunuzda kuracak/güncelleyecektir. Ubuntu 25.04'ü destekler.
uk_ua: Наступний скрипт встановить/оновить цей додаток на вашому сервері Ubuntu. Підтримується Ubuntu 25.04.
vi_vn: Đoạn mã sau sẽ cài đặt/cập nhật ứng dụng này trên máy chủ Ubuntu của bạn. Hỗ trợ Ubuntu 25.04.
zh_hk: 以下腳本將會喺你嘅 Ubuntu 伺服器上安裝/更新呢個應用程式。支援 Ubuntu 25.04。

source: Then run the following commands in a Linux shell:
ar_sa: ثم قم بتشغيل الأوامر التالية في سطر أوامر Linux:
da_dk: Kør derefter følgende kommandoer i en Linux-shell:
de_de: Führen Sie dann die folgenden Befehle in einer Linux-Shell aus:
el_gr: Στη συνέχεια, εκτελέστε τις ακόλουθες εντολές σε ένα κέλυφος Linux:
fi_fi: Suorita sitten seuraavat komennot Linux-kuoressa:
fr_fr: Puis exécutez les commandes suivantes dans un shell Linux :
hi_in: फिर निम्नलिखित कमांड्स को Linux shell में चलाएँ:
id_id: Kemudian jalankan perintah berikut di shell Linux:
it_it: Quindi esegui i seguenti comandi in un terminale Linux:
ja_jp: 次に、Linuxシェルで以下のコマンドを実行します：
ko_kr: 그런 다음 Linux 셸에서 다음 명령어를 실행하세요:
pl_pl: Następnie uruchom następujące polecenia w powłoce systemu Linux:
ro_ro: Apoi executați următoarele comenzi într-un shell Linux:
ru_ru: Затем выполните следующие команды в оболочке Linux:
sv_se: Kör sedan följande kommandon i en Linux-shell:
th_th: จากนั้นรันคำสั่งต่อไปนี้ใน Linux shell:
tr_tr: Ardından aşağıdaki komutları bir Linux kabuğunda çalıştırın:
uk_ua: Потім виконайте наступні команди в Linux shell:
vi_vn: Sau đó chạy các lệnh sau trong shell Linux:
zh_hk: 然後喺 Linux shell 入面執行以下命令：

source: Tracer is a straightforward network speed testing application. Deploy this on your server, open Tracer in your browser, and instantly test the speed between you and your server.
ar_sa: Tracer هو تطبيق بسيط لاختبار سرعة الشبكة. انشره على خادمك، افتح Tracer في متصفحك، واختبر السرعة بينك وبين خادمك فورًا.
da_dk: Tracer er en simpel netværkshastighedstest-app. Installer denne på din server, åbn Tracer i din browser, og test hastigheden mellem dig og din server med det samme.
de_de: Tracer ist eine einfache Netzwerkgeschwindigkeitstest-App. Stellen Sie diese auf Ihrem Server bereit, öffnen Sie Tracer in Ihrem Browser und testen Sie sofort die Geschwindigkeit zwischen Ihnen und Ihrem Server.
el_gr: Το Tracer είναι μια απλή εφαρμογή δοκιμής ταχύτητας δικτύου. Αναπτύξτε την στον διακομιστή σας, ανοίξτε το Tracer στο πρόγραμμα περιήγησής σας και δοκιμάστε αμέσως την ταχύτητα μεταξύ εσάς και του διακομιστή σας.
fi_fi: Tracer on yksinkertainen verkon nopeustestisovellus. Asenna tämä palvelimellesi, avaa Tracer selaimessasi ja testaa nopeus sinun ja palvelimesi välillä välittömästi.
fr_fr: Tracer est une application simple de test de vitesse réseau. Déployez-la sur votre serveur, ouvrez Tracer dans votre navigateur et testez instantanément la vitesse entre vous et votre serveur.
hi_in: Tracer एक सरल नेटवर्क स्पीड टेस्ट ऐप है। इसे अपने सर्वर पर डिप्लॉय करें, अपने ब्राउज़र में Tracer खोलें, और तुरंत अपने और अपने सर्वर के बीच की स्पीड टेस्ट करें।
id_id: Tracer adalah aplikasi penguji kecepatan jaringan yang sederhana. Pasang ini di server Anda, buka Tracer di browser Anda, dan uji kecepatan antara Anda dan server Anda secara instan.
it_it: Tracer è una semplice applicazione per testare la velocità di rete. Distribuiscila sul tuo server, apri Tracer nel tuo browser e testa istantaneamente la velocità tra te e il tuo server.
ja_jp: Tracerはシンプルなネットワーク速度テストアプリです。サーバーにデプロイし、ブラウザでTracerを開くだけで、あなたとサーバー間の速度を即座にテストできます。
ko_kr: Tracer는 간단한 네트워크 속도 테스트 앱입니다. 서버에 배포한 후 브라우저에서 Tracer를 열면 즉시 사용자와 서버 간의 속도를 테스트할 수 있습니다.
pl_pl: Tracer to prosta aplikacja do testowania prędkości sieci. Wdróż ją na swoim serwerze, otwórz Tracer w przeglądarce i natychmiast przetestuj prędkość między Tobą a serwerem.
ro_ro: Tracer este o aplicație simplă de testare a vitezei rețelei. Instalează-o pe serverul tău, deschide Tracer în browser-ul tău și testează instantaneu viteza dintre tine și server.
ru_ru: Tracer — это простое приложение для тестирования скорости сети. Разверните его на своём сервере, откройте Tracer в браузере и мгновенно протестируйте скорость между вами и вашим сервером.
sv_se: Tracer är en enkel app för att testa nätverkshastighet. Distribuera den på din server, öppna Tracer i din webbläsare och testa hastigheten mellan dig och din server omedelbart.
th_th: Tracer เป็นแอปทดสอบความเร็วเครือข่ายแบบเรียบง่าย นำแอปนี้ไปติดตั้งบนเซิร์ฟเวอร์ของคุณ เปิด Tracer ในเบราว์เซอร์ และทดสอบความเร็วระหว่างคุณกับเซิร์ฟเวอร์ได้ทันที
tr_tr: Tracer, basit bir ağ hız testi uygulamasıdır. Bu uygulamayı sunucunuza kurun, tarayıcınızda Tracer'ı açın ve sunucunuzla aranızdaki hızı anında test edin.
uk_ua: Tracer — це простий додаток для тестування швидкості мережі. Розгорніть його на своєму сервері, відкрийте Tracer у своєму браузері та миттєво перевірте швидкість між вами та вашим сервером.
vi_vn: Tracer là một ứng dụng kiểm tra tốc độ mạng đơn giản. Triển khai ứng dụng này trên máy chủ của bạn, mở Tracer trong trình duyệt và kiểm tra tốc độ giữa bạn và máy chủ ngay lập tức.
zh_hk: Tracer 係一個簡單嘅網絡速度測試應用程式。將佢部署喺你嘅伺服器上，喺瀏覽器打開 Tracer，即刻測試你同伺服器之間嘅速度。

source: Value
ar_sa: القيمة
da_dk: Værdi
de_de: Wert
el_gr: Τιμή
fi_fi: Arvo
fr_fr: Valeur
hi_in: मान
id_id: Nilai
it_it: Valore
ja_jp: 値
ko_kr: 값
pl_pl: Wartość
ro_ro: Valoare
ru_ru: Значение
sv_se: Värde
th_th: ค่า
tr_tr: Değer
uk_ua: Значення
vi_vn: Giá trị
zh_hk: 數值
