Repository: AiursoftWeb/Tracer
Catalog: src/Aiursoft.Tracer/Resources/Configuration/SettingsMap.*.resx
Languages: fr_fr, ko_kr, th_th, uk_ua

# Allow User Adjust Nickname
source: Allow user to adjust nickname
fr_fr: Autoriser l'utilisateur à modifier le surnom
ko_kr: 사용자 닉네임 조정 허용
th_th: อนุญาตให้ผู้ใช้แก้ไขชื่อเล่น
uk_ua: Дозволити користувачеві змінювати прізвисько

source: Allow users to adjust their nickname in the profile management page.
fr_fr: Autoriser les utilisateurs à modifier leur surnom sur la page de gestion du profil.
ko_kr: 프로필 관리 페이지에서 사용자가 닉네임을 수정할 수 있도록 허용합니다.
th_th: อนุญาตให้ผู้ใช้ปรับชื่อเล่นของตนเองบนหน้าจัดการโปรไฟล์
uk_ua: Дозволити користувачам змінювати свій прізвисько на сторінці керування профілем.

source: Brand Home URL
fr_fr: URL de la page d'accueil de la marque
ko_kr: 브랜드 홈 URL
th_th: URL หน้าหลักของแบรนด์
uk_ua: URL домашньої сторінки бренду

source: Brand Name
fr_fr: Nom de marque
ko_kr: 브랜드 이름
th_th: ชื่อแบรนด์
uk_ua: Назва бренду

source: Project Logo
fr_fr: Logo du projet
ko_kr: 프로젝트 로고
th_th: โลโก้โครงการ
uk_ua: Логотип проекту

source: Project Name
fr_fr: Nom du projet
ko_kr: 프로젝트 이름
th_th: ชื่อโปรเจกต์
uk_ua: Назва проекту

source: The brand name of the company or project. E.g. Aiursoft.
fr_fr: Le nom de marque de l'entreprise ou du projet. Par exemple : Aiursoft.
ko_kr: 회사 또는 프로젝트의 브랜드 이름입니다. 예: Aiursoft.
th_th: ชื่อแบรนด์ของบริษัทหรือโปรเจกต์ ตัวอย่างเช่น Aiursoft
uk_ua: Назва бренду компанії або проекту. Наприклад: Aiursoft.

source: The logo of the project displayed in the navbar and footer. Support jpg, png, svg.
fr_fr: Le logo du projet affiché dans la barre de navigation et le pied de page. Prise en charge des formats jpg, png, svg.
ko_kr: 네비게이션 바와 푸터에 표시되는 프로젝트의 로고입니다. jpg, png, svg 파일을 지원합니다.
th_th: โลโก้ของโครงการที่แสดงในแถบเมนูและฟุตเตอร์ รองรับไฟล์ jpg, png, svg
uk_ua: Логотип проекту, який відображається в панелі навігації та підвалі. Підтримується jpg, png, svg.

source: The name of the project displayed in the frontend.
fr_fr: Le nom du projet affiché dans l'interface frontale.
ko_kr: 프론트엔드에 표시되는 프로젝트의 이름입니다.
th_th: ชื่อโปรเจกต์ที่แสดงในหน้าเว็บด้านหน้า
uk_ua: Назва проекту, яка відображається на фронтенді.

source: The URL of the company or project. E.g. https://www.aiursoft.com
fr_fr: L'URL de l'entreprise ou du projet. Par exemple : https://www.aiursoft.com
ko_kr: 회사 또는 프로젝트의 URL입니다. 예: https://www.aiursoft.com
th_th: URL ของบริษัทหรือโครงการ เช่น https://www.aiursoft.com
uk_ua: URL компанії або проекту. Наприклад: https://www.aiursoft.com
