Repository: AiursoftWeb/Tracer
Catalog: src/Aiursoft.Tracer/Resources/Views/Shared/Components/FileUpload/Default.*.resx
Languages: es_es, fr_fr, ja_jp, nl_nl, pt_br, ro_ro, ru_ru, th_th, tr_tr

source: Drag and drop a file here or click
es_es: Arrastra y suelta un archivo aquí o haz clic
fr_fr: Glissez-déposez un fichier ici ou cliquez
ja_jp: ここにファイルをドラッグ＆ドロップするか、クリックしてください
nl_nl: Sleep een bestand hierheen of klik
pt_br: Arraste e solte um arquivo aqui ou clique
ro_ro: Trage și eliberează un fișier aici sau dă clic
ru_ru: Перетащите файл сюда или нажмите
th_th: ลากและวางไฟล์ที่นี่หรือคลิก
tr_tr: Bir dosyayı buraya sürükleyip bırakın veya tıklayın

source: Drag and drop or click to replace
es_es: Arrastra y suelta o haz clic para reemplazar
fr_fr: Glisser-déposer ou cliquer pour remplacer
ja_jp: ドラッグ＆ドロップまたはクリックして置換
nl_nl: Sleep en zet neer of klik om te vervangen
pt_br: Arraste e solte ou clique para substituir
ro_ro: Trage și plasează sau dă click pentru a înlocui
ru_ru: Перетащите или нажмите, чтобы заменить
th_th: ลากและวางหรือคลิกเพื่อแทนที่
tr_tr: Sürükle bırak veya değiştirmek için tıkla

source: Ooops, something wrong happended.
es_es: Vaya, algo salió mal.
fr_fr: Oups, quelque chose s'est mal passé.
ja_jp: 申し訳ありませんが、問題が発生しました。
nl_nl: Oeps, er is iets misgegaan.
pt_br: Ops, algo deu errado.
ro_ro: Hopa, ceva n-a mers bine.
ru_ru: Упс, что-то пошло не так.
th_th: อุ๊ย! เกิดข้อผิดพลาดบางอย่างขึ้น
tr_tr: Ooops, bir şeyler yanlış gitti.

source: Remove
es_es: Eliminar
fr_fr: Supprimer
ja_jp: 削除
nl_nl: Verwijderen
pt_br: Remover
ro_ro: Șterge
ru_ru: Удалить
th_th: ลบ
tr_tr: Kaldır

source: The file is not allowed ({{ value }} only).
es_es: El archivo no está permitido (solo {{ value }}).
fr_fr: Le fichier n'est pas autorisé ({{ value }} uniquement).
ja_jp: このファイルは許可されていません（{{ value }} のみ許可）。
nl_nl: Het bestand is niet toegestaan (alleen {{ value }}).
pt_br: O arquivo não é permitido (apenas {{ value }}).
ro_ro: Fișierul nu este permis (doar {{ value }}).
ru_ru: Файл не разрешён (только {{ value }}).
th_th: ไม่อนุญาตให้ใช้ไฟล์นี้ (เฉพาะ {{ value }} เท่านั้น)
tr_tr: Dosya izin verilen türlerden değil (sadece {{ value }}).

source: The file size is too big ({{ value }} max).
es_es: El tamaño del archivo es demasiado grande (máx. {{ value }}).
fr_fr: La taille du fichier est trop grande ({{ value }} max).
ja_jp: ファイルサイズが大きすぎます（最大 {{ value }}）。
nl_nl: Het bestand is te groot (maximaal {{ value }}).
pt_br: O tamanho do arquivo é muito grande (máximo de {{ value }}).
ro_ro: Dimensiunea fișierului este prea mare (maxim {{ value }}).
ru_ru: Размер файла слишком велик (максимум {{ value }}).
th_th: ขนาดไฟล์ใหญ่เกินไป (สูงสุด {{ value }})
tr_tr: Dosya boyutu çok büyük (maksimum {{ value }}).

source: The image format is not allowed ({{ value }} only).
es_es: El formato de imagen no está permitido (solo {{ value }}).
fr_fr: Le format d'image n'est pas autorisé ({{ value }} uniquement).
ja_jp: 画像フォーマットが許可されていません（{{ value }} のみ対応）。
nl_nl: Het afbeeldingsformaat is niet toegestaan (alleen {{ value }}).
pt_br: O formato da imagem não é permitido (apenas {{ value }}).
ro_ro: Formatul imaginii nu este permis (doar {{ value }}).
ru_ru: Данный формат изображения не поддерживается (только {{ value }}).
th_th: รูปแบบของภาพไม่ได้รับอนุญาต (เฉพาะ {{ value }} เท่านั้น)
tr_tr: Görüntü formatına izin verilmiyor (sadece {{ value }}).

source: The image height is too big ({{ value }}px max).
es_es: La altura de la imagen es demasiado grande (máximo {{ value }}px).
fr_fr: La hauteur de l'image est trop grande ({{ value }}px max).
ja_jp: 画像の高さが大きすぎます（最大 {{ value }}px）。
nl_nl: De afbeeldingshoogte is te groot (maximaal {{ value }}px).
pt_br: A altura da imagem é muito grande (máximo de {{ value }}px).
ro_ro: Înălțimea imaginii este prea mare (maxim {{ value }}px).
ru_ru: Высота изображения слишком велика (максимум {{ value }}px).
th_th: ความสูงของภาพมากเกินไป (สูงสุด {{ value }}px)
tr_tr: Görüntü yüksekliği çok büyük (maksimum {{ value }}px).

source: The image height is too small ({{ value }}px min).
es_es: La altura de la imagen es demasiado pequeña (mínimo {{ value }}px).
fr_fr: La hauteur de l'image est trop faible ({{ value }}px min).
ja_jp: 画像の高さが小さすぎます（最小{{ value }}px）。
nl_nl: De afbeeldingshoogte is te klein (minimaal {{ value }}px).
pt_br: A altura da imagem é muito pequena (mínimo de {{ value }}px).
ro_ro: Înălțimea imaginii este prea mică (minim {{ value }}px).
ru_ru: Высота изображения слишком мала (минимум {{ value }}px).
th_th: ความสูงของภาพน้อยเกินไป (ขั้นต่ำ {{ value }}px)
tr_tr: Görsel yüksekliği çok küçük (en az {{ value }}px).

source: The image width is too big ({{ value }}px max).
es_es: El ancho de la imagen es demasiado grande ({{ value }}px máx).
fr_fr: La largeur de l'image est trop grande ({{ value }}px max).
ja_jp: 画像の幅が大きすぎます（最大{{ value }}px）。
nl_nl: De beeldbreedte is te groot (maximaal {{ value }}px).
pt_br: A largura da imagem é muito grande (máximo de {{ value }}px).
ro_ro: Lățimea imaginii este prea mare (maxim {{ value }}px).
ru_ru: Ширина изображения слишком велика (максимум {{ value }}px).
th_th: ความกว้างของภาพมากเกินไป (สูงสุด {{ value }}px)
tr_tr: Görüntü genişliği çok büyük (maksimum {{ value }}px).

source: The image width is too small ({{ value }}px min).
es_es: El ancho de la imagen es demasiado pequeño (mín. {{ value }}px).
fr_fr: La largeur de l'image est trop petite (minimum {{ value }}px).
ja_jp: 画像の幅が小さすぎます（最小{{ value }}px）。
nl_nl: De beeldbreedte is te klein (minimaal {{ value }}px).
pt_br: A largura da imagem é muito pequena (mínimo de {{ value }}px).
ro_ro: Lățimea imaginii este prea mică (minim {{ value }}px).
ru_ru: Ширина изображения слишком мала (минимум {{ value }}px).
th_th: ความกว้างของภาพน้อยเกินไป (ขั้นต่ำ {{ value }}px)
tr_tr: Görsel genişliği çok küçük (en az {{ value }}px).
