Repository: AiursoftWeb/Tracer
Catalog: src/Aiursoft.Tracer/Resources/Views/Manage/ChangeAvatar.*.resx
Languages: da_dk, hi_in, it_it, ja_jp, ko_kr, pl_pl, vi_vn

source: Avatar Settings
da_dk: Avatarindstillinger
hi_in: अवतार सेटिंग्स
it_it: Impostazioni Avatar
ja_jp: アバター設定
ko_kr: 아바타 설정
pl_pl: Ustawienia awatara
vi_vn: Cài đặt Ảnh đại diện

source: Cancel
da_dk: Annuller
hi_in: रद्द करें
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
vi_vn: Hủy

# Change avatar
source: Change profile picture
da_dk: Skift avatar
hi_in: अवतार बदलें
it_it: Cambia avatar
ja_jp: アバターを変更
ko_kr: 아바타 변경
pl_pl: Zmień awatar
vi_vn: Thay đổi ảnh đại diện

# Change your avatar
source: Change your profile picture
da_dk: Skift din avatar
hi_in: अपना अवतार बदलें
it_it: Cambia il tuo avatar
ja_jp: アバターを変更
ko_kr: 아바타 변경
pl_pl: Zmień swój awatar
vi_vn: Thay đổi ảnh đại diện của bạn

source: Current Avatar
da_dk: Nuv√¶rende Avatar
hi_in: वर्तमान अवतार
it_it: Avatar attuale
ja_jp: 現在のアバター
ko_kr: 현재 아바타
pl_pl: Aktualny avatar
vi_vn: Ảnh đại diện hiện tại

source: For best results, use a square image in .jpg or .png format.
da_dk: For bedste resultater, brug et kvadratisk billede i .jpg- eller .png-format.
hi_in: सर्वोत्तम परिणामों के लिए, .jpg या .png प्रारूप में एक वर्गाकार छवि का उपयोग करें।
it_it: Per ottenere i migliori risultati, utilizza un'immagine quadrata in formato .jpg o .png.
ja_jp: 最適な結果を得るには、正方形の.jpgまたは.png形式の画像を使用してください。
ko_kr: 최상의 결과를 얻으려면 정사각형 이미지를 .jpg 또는 .png 형식으로 사용하세요.
pl_pl: Aby uzyskać najlepsze efekty, użyj kwadratowego obrazu w formacie .jpg lub .png.
vi_vn: Để có kết quả tốt nhất, hãy sử dụng hình ảnh vuông ở định dạng .jpg hoặc .png.

# New avatar file
source: New profile picture file
da_dk: Ny avatarfil
hi_in: नई अवतार फ़ाइल
it_it: Nuovo file avatar
ja_jp: 新しいアバターファイル
ko_kr: 새 아바타 파일
pl_pl: Nowy plik awatara
vi_vn: Tệp ảnh đại diện mới

source: Save New Avatar
da_dk: Gem ny avatar
hi_in: नया अवतार सहेजें
it_it: Salva nuovo avatar
ja_jp: 新しいアバターを保存
ko_kr: 새 아바타 저장
pl_pl: Zapisz nowy avatar
vi_vn: Lưu Ảnh đại diện Mới

source: Save the avatar
da_dk: Gem avatar
hi_in: अवतार सहेजें
it_it: Salva l'avatar
ja_jp: アバターを保存
ko_kr: 아바타 저장
pl_pl: Zapisz avatar
vi_vn: Lưu ảnh đại diện

# Upload the new avatar file.
source: Upload the new profile picture file.
da_dk: Upload den nye avatarfil.
hi_in: नया अवतार फ़ाइल अपलोड करें।
it_it: Carica il nuovo file dell'avatar.
ja_jp: 新しいアバターファイルをアップロードしてください。
ko_kr: 새 아바타 파일을 업로드하세요.
pl_pl: Prześlij nowy plik awatara.
vi_vn: Tải lên tệp ảnh đại diện mới.
