Repository: AiursoftWeb/Tracer
Catalog: src/Aiursoft.Tracer/Resources/Views/Manage/Index.*.resx
Languages: fi_fi, vi_vn

source: Account Management
fi_fi: Tilin hallinta
vi_vn: Quản lý Tài khoản

# auth provider
source: authentication provider
fi_fi: tunnistuspalvelu
vi_vn: nhà cung cấp xác thực

source: Avatar settings
fi_fi: Avatar-asetukset
vi_vn: Cài đặt Avatar

source: Change your account settings
fi_fi: Muuta tilin asetukset
vi_vn: Thay đổi cài đặt tài khoản của bạn

source: Change your avatar
fi_fi: Vaihda avatarisi
vi_vn: Thay đổi ảnh đại diện của bạn

source: Change your password
fi_fi: Vaihda salasanasi
vi_vn: Thay đổi mật khẩu của bạn

source: Change your profile
fi_fi: Muuta profiiliasi
vi_vn: Thay đổi hồ sơ của bạn

source: Password
fi_fi: Salasana
vi_vn: Mật khẩu

source: Profile
fi_fi: Profiili
vi_vn: Hồ sơ

source: Success!
fi_fi: Onnistui!
vi_vn: Thành công!

source: You cannot change your password because local authentication is disabled. Please edit your profile from the
fi_fi: Et voi vaihtaa salasanasi, koska paikallinen tunnistautuminen on poistettu käytöstä. Muokkaa profiiliasi
vi_vn: Bạn không thể thay đổi mật khẩu vì xác thực cục bộ đã bị vô hiệu hóa. Vui lòng chỉnh sửa hồ sơ của bạn từ

source: You cannot change your password because local authentication is disabled. Please edit your profile from the auth provider.
fi_fi: Et voi vaihtaa salasanaasi, koska paikallinen tunnistautuminen on poistettu käytöstä. Muokkaa profiiliasi tunnistautumispalvelun kautta.
vi_vn: Bạn không thể thay đổi mật khẩu vì tính năng xác thực cục bộ đã bị vô hiệu hóa. Vui lòng chỉnh sửa hồ sơ của bạn từ nhà cung cấp xác thực.
