Repository: AiursoftWeb/Tracer
Catalog: src/Aiursoft.Tracer/Resources/Views/Roles/Details.*.resx
Languages: hi_in, it_it, ko_kr, ro_ro, ru_ru, tr_tr, uk_ua, zh_hk

source: A comprehensive overview of the role, its permissions, and assigned users.
hi_in: इस भूमिका, इसकी अनुमतियों और निर्दिष्ट उपयोगकर्ताओं का एक व्यापक अवलोकन।
it_it: Una panoramica completa del ruolo, delle sue autorizzazioni e degli utenti assegnati.
ko_kr: 해당 역할, 권한 및 할당된 사용자에 대한 포괄적인 개요입니다.
ro_ro: O prezentare cuprinzătoare a rolului, a permisiunilor acestuia și a utilizatorilor asignați.
ru_ru: Полный обзор роли, её разрешений и назначенных пользователей.
tr_tr: Rolün, izinlerinin ve atanmış kullanıcıların kapsamlı bir genel bakışı.
uk_ua: Детальний огляд ролі, її дозволів та призначених користувачів.
zh_hk: 此角色、其權限及已分配用戶的全面概述。

source: Assigned Users
hi_in: नियुक्त उपयोगकर्ता
it_it: Utenti Assegnati
ko_kr: 할당된 사용자
ro_ro: Utilizatori Atribuiți
ru_ru: Назначенные пользователи
tr_tr: Atanmış Kullanıcılar
uk_ua: Призначені користувачі
zh_hk: 已分配用戶

source: Back to Roles List
hi_in: रोल सूची पर वापस जाएं
it_it: Torna all'elenco dei ruoli
ko_kr: 역할 목록으로 돌아가기
ro_ro: Înapoi la Lista de Roluri
ru_ru: Назад к списку ролей
tr_tr: Roller Listesine Geri Dön
uk_ua: Назад до списку ролей
zh_hk: 返回角色列表

source: Delete this Role
hi_in: इस भूमिका को हटाएं
it_it: Elimina questo ruolo
ko_kr: 이 역할 삭제
ro_ro: Șterge acest rol
ru_ru: Удалить эту роль
tr_tr: Bu Rolü Sil
uk_ua: Видалити цю роль
zh_hk: 刪除此角色

source: Edit this Role
hi_in: इस भूमिका को संपादित करें
it_it: Modifica questo Ruolo
ko_kr: 이 역할 편집
ro_ro: Editează acest rol
ru_ru: Редактировать эту роль
tr_tr: Bu Rolü Düzenle
uk_ua: Редагувати цю роль
zh_hk: 編輯此角色

source: No users are currently assigned to this role.
hi_in: इस भूमिका में वर्तमान में कोई भी उपयोगकर्ता नियत नहीं है।
it_it: Nessun utente Ã¨ attualmente assegnato a questo ruolo.
ko_kr: 현재 이 역할에 할당된 사용자가 없습니다.
ro_ro: Nu există utilizatori atribuiți acestui rol în prezent.
ru_ru: На эту роль в настоящее время не назначено ни одного пользователя.
tr_tr: Bu role şu anda hiçbir kullanıcı atanmamış.
uk_ua: Наразі до цієї ролі не призначено жодного користувача.
zh_hk: 目前沒有用戶被分配到此角色。

source: Permissions Granted
hi_in: अनुमतियाँ प्रदान की गईं
it_it: Permessi Concessi
ko_kr: 부여된 권한
ro_ro: Permisiuni Acordate
ru_ru: Предоставленные разрешения
tr_tr: Verilen İzinler
uk_ua: Надані дозволи
zh_hk: 已授予權限

source: Permissions Granted by this Role
hi_in: इस भूमिका द्वारा प्रदत्त अनुमतियाँ
it_it: Permessi Concessi da questo Ruolo
ko_kr: 이 역할로 부여된 권한
ro_ro: Permisiile Acordate de acest Rol
ru_ru: Разрешения, предоставляемые этой ролью
tr_tr: Bu Rol Tarafından Verilen İzinler
uk_ua: Дозволи, надані цією роллю
zh_hk: 此角色授予的權限

source: Role Details:
hi_in: भूमिका विवरण:
it_it: Dettagli del Ruolo:
ko_kr: 역할 상세 정보:
ro_ro: Detalii Rol:
ru_ru: Подробности роли:
tr_tr: Rol Detayları:
uk_ua: Деталі ролі:
zh_hk: 角色詳情：

source: This role has no specific permissions assigned.
hi_in: इस भूमिका को कोई विशिष्ट अनुमतियाँ नहीं दी गई हैं।
it_it: Questo ruolo non ha alcun permesso specifico assegnato.
ko_kr: 이 역할에 지정된 특정 권한이 없습니다.
ro_ro: Acest rol nu are permisiuni specifice atribuite.
ru_ru: Для этой роли не назначено конкретных разрешений.
tr_tr: Bu role özel bir izin atanmamıştır.
uk_ua: Ця роль не має жодних конкретних дозволів.
zh_hk: 此角色並未分配任何特定權限。

source: Users with this Role
hi_in: इस भूमिका वाले उपयोगकर्ता
it_it: Utenti con questo ruolo
ko_kr: 이 역할을 가진 사용자
ro_ro: Utilizatorii cu acest Rol
ru_ru: Пользователи с этой ролью
tr_tr: Bu Role Sahip Kullanıcılar
uk_ua: Користувачі з цією роллю
zh_hk: 擁有此角色的用戶

source: View
hi_in: देखें
it_it: Visualizza
ko_kr: 보기
ro_ro: Vizualizare
ru_ru: Просмотреть
tr_tr: Görüntüle
uk_ua: Перегляд
zh_hk: 檢視

source: View User
hi_in: उपयोगकर्ता देखें
it_it: Visualizza Utente
ko_kr: 사용자 보기
ro_ro: Vizualizează Utilizatorul
ru_ru: Просмотр пользователя
tr_tr: Kullanıcıyı Görüntüle
uk_ua: Переглянути користувача
zh_hk: 查看用戶
