Repository: AiursoftWeb/Tracer
Catalog: src/Aiursoft.Tracer/Resources/Views/Users/Edit.*.resx
Languages: hi_in

source: Assigned Roles
hi_in: निर्दिष्ट भूमिकाएँ

source: Back to Details
hi_in: विवरण पर वापस जाएं

source: Back to List
hi_in: सूची पर वापस जाएं

source: Back to Users List
hi_in: उपयोगकर्ताओं की सूची पर वापस जाएं

source: Basic Information
hi_in: मूल जानकारी

source: Display Name
hi_in: प्रदर्शित नाम

source: Edit User:
hi_in: उपयोगकर्ता संपादित करें:

source: Email Address
hi_in: ईमेल पता

source: Leave blank if you don&apos;t want to change the password.
hi_in: यदि आप पासवर्ड नहीं बदलना चाहते हैं तो इसे खाली छोड़ दें।

source: Modify user details or manage their assigned roles below.
hi_in: उपयोगकर्ता का विवरण संशोधित करें या नीचे उनकी निर्दिष्ट भूमिकाओं का प्रबंधन करें।

source: New avatar file
hi_in: नया अवतार फ़ाइल

source: New Password
hi_in: नया पासवर्ड

source: Save Role Assignments
hi_in: भूमिका असाइनमेंट सहेजें

source: Save User Details
hi_in: उपयोगकर्ता विवरण सहेजें

source: This user account is synchronized with an OpenID Connect (OIDC) provider. Any modifications made here (e.g., to the display name or email) may be overwritten during the next data sync. For permanent changes, please update the user&apos;s profile directly on your OIDC provider.
hi_in: यह उपयोगकर्ता खाता एक OpenID Connect (OIDC) प्रदाता के साथ सिंक्रनाइज़ किया गया है। यहाँ किए गए किसी भी परिवर्तन (जैसे, प्रदर्शित नाम या ईमेल में) को अगले डेटा सिंक के दौरान अधिलेखित किया जा सकता है। स्थायी परिवर्तनों के लिए, कृपया उपयोगकर्ता की प्रोफ़ाइल को सीधे अपने OIDC प्रदाता पर अपडेट करें।

source: Username
hi_in: उपयोगकर्ता नाम

source: View Details
hi_in: विवरण देखें

source: Warning!
hi_in: चेतावनी!
